[[[[[{"province": "Hồ Chí Minh", "wage": "13th payment|Bonus", "name": "Python Developer", "information": "From Vietnam, HDWebsoft is a software company with expert developers that can help you bring your vision to life. We have both the talent and work ethic to make sure your next project is a success.||Just let us know your idea, and we can help flush it out into a living …|www.hdwebsoft.com", "company": "HDWebsoft Co., Ltd.", "work": "- Develop and maintain software following the full cycle of software development (requirement, analysis & design, coding, testing, maintenance)|- The Senior Back-end Web Developer contributes in many different fields for development/maintenance of the company various Web-based Applications, products, projects, demos, research, etc|- Build Web-based Application Architect, API Specification and Implement in one of the following scripting languages: Python, NodeJs", "contact": "Mr Hưng", "address": "7th Floor GT Building 403 Nguyen Thai Binh street, ward 12 Tan Binh district.|7th Floor GT Building 403 Nguyen Thai Binh street, ward 12 Tan Binh district.", "logo": "http://images.vietnamworks.com/pictureofcompany/26/8429683.png", "skill": "Python (django)", "specialize": "- At least 1 year of experience|- Must have good writing skills in English|- Understanding of software development processes and software quality assurance procedures|- Must have strong design and architecture skills|- Have experience in the following languages: Html, CSS, JavaScript|- Expert on the following scripting language: Python (Django)|- Familiar with RESTFul, SOAP Web Services|- Work with version control system such as: Git||Benefits:|- Monthly bonus.|- Competitive salary|- 13th month salary|- Holiday trip, team building activities|- Having chance to work with international clients and experts.|- Achieving valuable experience with variety projects, new technologies|- Gaining a clear view of your career path and attractive salary.|- Open on organization management|- Open to touch new technologies from the expert leaders|- Open to be the key person of the company who leads a part of businesses||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "13th Payment|Training and Development|Attractive salary depending on your Knowledge!", "name": "Software (c#) and Web Developers (lamp) Needed for Banking Sector", "information": "We are a Software Company founded over 15 years ago in Berlin/Germany and are specialized in Software for the Financial Markets/Banking-sector. Our customers in Europe and Australia are among the 50 biggest Foreign Exchange (Forex) Brokers worldwide.|With a new team in Vietnam we are going to develop Server-based Applications, End-user Software as well as Front- and Backend for Websites.", "company": "Ins Enco Ltd.", "work": "No matter if you are new Graduate or have several years experience ..||.. what we need is:|* Good Communication Skills in English (TOEIC 470+)|* Autonomy & Responsibility|* Motivation to learn new Technologies||But the most important: Being active and strong in independent problem solving!|The more active you are, the faster your salary will grow with us!||You will start as a Developer in our new office working with requirement specifications, will do use-case based Software testing, Documentation and Quality control.|If you start with us now, you have the opportunity to become team leader as soon as our team grow further, working on international projects. Depending on your communication skills you could even become a project manager discussing requirements with our clients directly.|Anyway we will support you to utilize your full potential!", "contact": "Thanh Tang", "address": "TKT Tower, District 1, 569-571-573 Trần Hưng Đạo, Hồ Chí Minh City|TKT Tower, District 1, 569-571-573 Trần Hưng Đạo, Hồ Chí Minh City", "logo": "http://images.vietnamworks.com/pictureofcompany/ea/10219494.png", "skill": "Web-development LAMP Or Django/python|TOEIC 470+|Windows Application Development .net C#", "specialize": "- Experience in:|o Windows Application Development .net C# (Visual Studio)||- OR -||o Web-Development LAMP or Django/Python||- BA/BS in Computer Science/Engineering or other related degrees, advanced degrees are a plus|- General development skills in Object Oriented Analysis and Programming (OOA / OOP)|- You understand and can read UML Diagrams, SA / SD (Structured analysis and structured design)|- You are able to create and implement use case driven user interface design||Required documents for the application:|- Application letter, scan of university certificate & mark list", "size": "Ít hơn 10"},
{"province": "Hà Nội", "wage": "Highly competitive salaries and bonuses.|Private health insurance with benefit value up to $15000 per year.|Office re-creation equipped with billiard table, book library.", "name": "Network Researcher Engineers, Working for US Company, 8 Positions.", "information": "Since 1997, Viosoft® has been providing developers with innovative means to deliver great products that include IDE and debug tools for deeply embedded micro-controller, embedded Linux, and Android; reference designs tailored for multimedia consumer devices, high-performance servers, and cloud-based computing; professional development and customization services|Website: http://www.viosoft.com", "company": "Viosoft Vietnam", "work": "COMMON ROLE AND RESPONSIBILITIES.|o Write clean, well-engineered code that conforms to accepted and defined standards and architecture.|o Have presentation with team and partners in other countries.||SPECIFIC ROLE AND RESPONSIBILITIES.|Depend on the project/domain the engineer will participant, tasks is one or several of these following:|o Research, setup, configure and benchmark Network services on advanced/future Network. For example, benchmark SIP, IMS on the SDN/NFV system.|o Research, implement network processing for optimizing the network performance.|o Develop and maintain the Integrated Development Environment (IDE) used for Network design and deployment.|o Develop and maintain the Cloud management system.|o Develop the virtual function for Network Function Virtualization (NFV).|o Other tasks assigned by managers.", "contact": "Ms. Phạm Mai Hương", "address": "4th, 7th floor, H&N Building, 329th Hoang Quoc Viet, Hanoi|4th, 7th floor, H&N Building, 329th Hoang Quoc Viet, Hanoi", "logo": "http://images.vietnamworks.com/pictureofcompany/76/10212408.gif", "skill": "English|Network|Programming", "specialize": "GENDER: Male/Female from 22 years.||EDUCATION: Bachelor degree in Computer Science, Software Engineering or related disciplines.||EXPERIENCE: 2+ years engineering experience. A proven track record with international organizations or studying is desirable.||SKILL:|o Have basic understanding about Network infrastructure and equipment.|o Must be able to use Linux command.|o Must be able to understand and improve open source of large system.|o Must be able to make software architecture and low level design.|o Must be able to use at least one programming language like C/C++, Java, Python etc.|o Strong analytical and problem solving skills.|o The person must have a willingness to learn and be receptive towards input, criticism and instructions from manager, and clients. Be able to self-study, update new technology.|o Self-motivated with good team skills, strong drive|o Languages: Proficiency and ability to draft quickly and clearly and to communicate confidently in English as English is the working language.||NOT MANDATORY BUT NICE TO HAVE:|o Experience in applying virtualization technologies in mission-critical production environment, including OpenStack and VMWare.|o Experience in Network programming.|o Experience in Device Driver development.||BENEFIT:|o Highly competitive salaries and bonuses. Salary could be increased any time based on performance determination from the GD.|o Private health insurance with benefit value up to $15000 per year.|o $200 gift for member’s new baby born.|o Office re-creation equipped with billiard table, book library.|o Snacks and drinks you can handle in our fully stocked kitchen. Plus the free BBQ, Pizza etc… lunch with team on every Friday.|o Company events, celebrations and rewards.|o Happy hour with beer and grub.|o Frequent all-hands meetings with the GD.|o Have chance to work on cutting edge technologies and have access to top tier equipment, deal with World class technical issues in collaboration with subsidiary companies in Europe and Asia.|o Have chance to work in US for key members.|o Flexible, Relax, Creative, Open environment. Highly consideration for Individual Difference and Growth.", "size": "10-24"},
{"province": "Hồ Chí Minh", "wage": "Mức lương cạnh tranh|Thưởng dựa trên hiệu suất công việc|Thăng tiến dựa trên sự xuất sắc", "name": "Senior Rigger", "information": "Sparx* là đối tác của các công ty hàng đầu trong các ngành công nghiệp giải trí và công nghệ, như: Disney, Exodus, France3, Industrial Light and Magic, Lucasfilm Animation, Nelvana, Square Enix, TF1, Warner Bros.|Được sáng lập vào năm 1995, Sparx* trở nên nổi tiếng nhờ những hiệu ứng hình ảnh chất lượng cao, nhanh chóng xây dựng được một danh sách với hơn 1.000 quảng cáo truyền hình được chiếu trên toàn cầu. Sparx nổi tiếng nhất về việc đồng sản xuất Rolie Polie Olie với Nelvana và Disney Channel cũng như sản xuất toàn bộ phim Igor.|Với sự ra mắt của Igor, Sparx đã trở thành công ty duy nhất tại Việt Nam phát hành một bộ phim 3D chiếu rạp của Hollywood. Igor là thành quả của sự phối của một đội ngũ gồm 250 họa sĩ sáng tạo nên 1.437 cảnh sử dụng 70 phim trường và 125 nhân vật.|Năm 2011, Virtuos mua lại Sparx*. Virtuos là một trong những công ty sản xuất các sản phẩm giải trí kỹ thuật số lớn nhất thế giới với những chuyên gia về cả hai lĩnh vực phim ảnh và games. Ngày nay, Sparx được biết đến như một studio chuyên về lĩnh vực phim ảnh củaVirtuos, với nhiều nguồn tài nguyên sản xuất ở Sài Gòn, Thượng Hải, và các trung tâm phát triển tại Chengdu, các văn phòng đặt tại Pa-ri, Vancouver và Tokyo.", "company": "Sparx* - A Virtuos Company", "work": "Sparx* đang tìm kím một họa sĩ tạo xương nhân vật trên 3dsmax (3dsmax Character Rigger) có kinh nghiệm nhằm đảm nhiệm vai trò tạo setups animation chất lượng cho game trên nhiều assets từ người đến sinh vật khác.", "contact": "HR Dept", "address": "27B Nguyễn Đình Chiểu, Da Kao, D.1, HCMC|27B Nguyễn Đình Chiểu, Da Kao, D.1, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/40/6674422.png", "skill": "Maya|Rigging|3dsmax", "specialize": "-Tối thiểu 3-5 năm kinh nghiệm trong lĩnh vực tạo xương cho game/animation.|-Có kiến thức chuyên sâu về các công cụ tạo xương trên 3dsmax (bao gồm tạo khung xương, tạo da, setup IK/FK, blend-shape, deformers và điều khiển animation).|-Có hiểu biết về tạo xương nhân vật trên Maya là một lợi thế.|-Am hiểu thấu đáo về các kĩ thuật, công nghệ liên quan đến tạo xương nhân vật và animation.|-Hiểu các nguyên tắc cơ bản liên quan đến tạo xương như: thứ tự deformation và transformation matrix.|-Biết dựng xương, trọng lượng và lắp đặt controls và interfaces cho nhân vật.|-Hiểu rõ về giải phẩu học, thể tích và khối lượng, động lực học và chuyển động nhân vật.|-Am hiểu về chuẩn mực 3D animation.|-Có kinh nghiệm với hệ thống khung xương, cơ mặt và quy trình làm việc, tạo dựng user interfaces cho team animation.|-Có kinh nghiệm sử dụng Advanced Maxscript và Python Scripting là một lợi thế.|-Khả năng làm việc nhóm là bắt buộc.|-Có kĩ năng giao tiếp tốt.|-Có khả năng giải quyết vấn đề tốt.|-Có kinh nghiệm animation là một lợi thế.", "size": "100-499"},
{"province": "Hồ Chí Minh", "wage": "Salary: Commensurate with experience", "name": "Java Developer", "information": "SaaS product development||Formos provides an exciting, open environment in which team members work with cutting edge software development tools and technologies to produce top-quality solutions for customers. We work hard and maintain a fast pace. And we have a lot of fun doing it.", "company": "Formos Vietnam", "work": "Reports To:|Formos VN – Director of Technology||Summary:|Java Developer required to join an exciting and successful organization based in Ho Chi Minh City (Q. Tan Binh).||As a Java Developer, he/she will need to have experience with Service Oriented Architecture design principles and development methodologies.||Experience with Agile methodologies preferred.||Salary: Commensurate with experience.", "contact": "GM", "address": "2/1A Bach Dang, P2., Q. Tan Binh, HCMC|2/1A Bach Dang, P2., Q. Tan Binh, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/d9/10223856.png", "skill": "Developer|Web|Java", "specialize": "Key skills and experience required:|* Core development experience in desktop, mobile, and/or enterprise-scale applications|* Strong Java development experience (3+ years) and skills|* Experience with Java SE 7-8, JDK, Tapestry (or another Java web framework such as SpringMVC/Struts/Wicket/JSF), Hibernate (or another ORM)|* Strong skills in database management, SQL and related technologies|* Significant development experience using Eclipse IDE|* Experience with JavaScript, AngularJS, Node.js, JDBC, JSON, REST, JavaServlets||Preferred skills and experience:|•\tExperience developing mobile applications for iOS and Android will be a significant advantage|•\tExperience with Swift for iOS, C++, Corona SDK, Cordova/hybrid framework for mobile development|* Ability to perform code review for other developers|* Knowledge of Lucene and Elasticsearch is a plus|* Knowledge of and experience with OO scripting languages (e.g., Python, PHP, etc.)|* Business-level English-language ability||If you feel you have the above, please apply with your latest CV in English to be considered for the role.||Key words: Java / Java SE 7-8 / JDK / JavaScript / AngularJS / JSON / REST / Software Development /||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "13th month salary|Premium health care insurance package|Work in a dynamic and professional environment", "name": "Product Team Leader (PHP)", "information": "Founded in 2011, Rainmaker Labs’ mission is to build enterprise software that everyone loves. Our mobile cloud technologies - including our Mobility Platform, Beacon Management System and Mobile Coupon - help companies succeed with customers, partners and employees in the most awesome ways.||All of our work is guided by 3 core values||1. Embody excellence in everything that you do.|(Its a simple question - Is that the best you can do?)||2. Customer success is our success.|(Proactively seek to understand our customers' needs and consistently create value for them)||3. Be accountable for and deliver on all commitments.|(Integrity and reputation go a long way in our industry, our word is our bond)||So it seems like we've got the formula right. Both our customers and the industry love what we've built. Here's some of the awards & accolades we've won along the way:||Singapore Infocomm Technology Federation - Best Enterprise Product - Bronze - 2014|Singapore Infocomm Technology Federation - Best Idea - Bronze - 2014|Talent Unleashed Awards - Rising Star - South-East Asia - 2014|Loyalty & Engagement Awards - Best Use Of Relationship Marketing - B2C - Bronze - 2013|National Research Foundation - Technology Incubation Scheme Grant Recipient - 2012||You can find out more about us at|www.rainmakermobility.com|www.rainmaker-labs.com|www.getbleep.com||We're always on the lookout for talents and we know searching for jobs is difficult. Therefore, we have crafted a strong and holistic package to ensure that you reach your fullest potential with us.|- Highly competitive and negotiable compensation|- Attractive annual bonuses|- Bi-annual performance and salary review|- Healthcare insurance plan for all employees.|- Monthly company sponsored team-building activities", "company": "Rainmaker Labs Private Limited", "work": "* Technology<@>Rainmaker Labs|•\tTechnology is at the core of Rainmaker Labs and our mission is to build enterprise software that everyone loves. Our engineering office in Vietnam is building a team of PHP/Python ninjas who can solve challenging optimization problems by day and build innovative product ideas by night. We are looking for a bright, creative, self-starting Technical Lead with strong experiences in developing sophisticated applications on the web (and mobile preferably).||•\tThe ability to lead on both product and back-end focus is essential and if you’re interested in a mix of creating new features and finding ways to make existing code more efficient then this position is for you! We want your ability to lead, inspire and desire to spend your time still coding! What is even more exciting is that these teams will be built around you and new features!||* About The Opportunity|•\tCurrently, we are aggressively expanding and are looking for passionate and driven individuals to further develop on the foundations we have laid down. You will be responsible for setting up the technical processes, developing the product and managing (and inspiring) the team in line with achieving our overall company objectives. This offers immediate opportunity for the right candidate to make a smashing impact at RML and as we grow, even more opportunity to help lead us to ever greater heights.||* Who Will I Be Working With?|•\tAs the Product Tech Lead, you will be working closest with the Product Lead, along with the Vietnam Country manager and the global management team. You will work with a group of individuals who have an obsession of getting things done. We will give you our best and we expect you to give us your best in return.||* Where Will I Be Working?|•\tThis position is full-time and is based in Vietnam, Ho Chi Minh, but requires you to have the flexibility to work across multiple countries across Southeast Asia.||* What Will I Be Responsible For?|•\tLead small-medium teams who are analyzing and optimizing performance and reliability of the product|•\tLead small-medium teams work on super exciting (and challenging) features Work closely with product, sales and design teams to build new features.|•\tSetting up technical processes for the small-medium teams|•\tEstablishing the most stellar team in the company", "contact": "HR Department", "address": "3rd Floor, 173A Nguyen Van Troi Street, Phu Nhuan District, HCMC|3rd Floor, 173A Nguyen Van Troi Street, Phu Nhuan District, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/ac/10166751.png", "skill": "Good English Communication Skill|Python, Objective-c, Android|PHP", "specialize": "* What Skills & Competencies Should I Possess?|•\tB.S. / M.S. Computer Science or related field|•\tExperience in PHP is a must|•\t Experience in Python, Objective-C and Android is a plus|• \tExperience building web (and mobile applications preferably) at the user interface and system levels|•\t Experience in understanding large and complex code bases|•\t Experience in designing clean and maintainable APIs|•\t Experience with multi-threaded programming|•\tKnowledge of performance tools and optimization techniques|•\tAt least 3 year experience in relevant position||* What Other Qualities Should I Have?|•\tGood English communication skill in written and verbal form|•\tResourcefulness|•\tA strong sense of initiative|•\tEmbody excellence in whatever she/he does|•\tHunger to learn and apply knowledge|•\tThe daringness to fail|•\tA strong sense of urgency|•\tKnowing when to take a break and play hard|•\tThe ability to take criticism and take responsibility for their own mistakes|•\tBe opinionated|•\tBe a team player|•\tDependable||* A Last Note From Us|•\tIf everything you've read so far sounds like who you are & what you're looking for, you're probably the kind of candidate we're looking for too; and if that’s the case. I'm eagerly looking forward to speaking to you.||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "Competitive salary|Performance based reward|Promotion based on excellence", "name": "Technical Artist", "information": "27B Nguyễn Đình Chiểu||Sparx* is creating games, VFX and animated shows for the leading entertainment and technology companies around the world including Disney, Industrial Light and Magic, Lucasfilm Animation, Electronic Art, Square Enix, Ubisoft, Warner Bros.|In 2011, Sparx* was acquired by Virtuos, one of the largest providers of digital entertainment production services, which today serves 15 of the world's top 20 digital entertainment publishers in the movie and game industries.|We are the only studio in Vietnam to have released a 3D feature animated movies and have worked on so many awesome Hollywood blockbusters and AAA titles.|Our mission is to provide outstanding quality services that exceed the expectations of our clients.|Our staffs are the vibrant heart of our success and we are committed to grow their talent in a fun and creative environment.||WHY JOIN US?|•\tWork on Hollywood blockbusters and AAA games|•\tJoin an elite international team|•\tGrow with love, fun and creativity", "company": "Sparx* - A Virtuos Company", "work": "WHY DOES THIS ROLE EXIST?|Sparx*’s Junior Technical Artist is responsible for day-to-day technical support of our teams of Artists, for topics related to project configuration and pipeline, Artists workflow, QA, and enforcement of client’s technical requirements.|This position is supervised by our Pipeline Manager and may receive specific mentoring from our Senior Technical Artist||While we’re working on a wide range of types of projects, you’ll be mostly working on video games projects. You’ll gradually become familiar with our production processes, however we expect you to be already comfortable working on famous game engines like Unity or Unreal.||Being Technical Artist at Sparx* is offering a high degree of interaction with a variety of people (Art Directors, Team Leaders, Producers, Artists, to name a few), and the opportunity to work on many international hits.||HOW WILL YOU CREATE IMPACT?|• Works on specific 3D projects, in tight collaboration with the Art Director, the Producer and the Team Leader of those projects.|• Provides day-to-day technical support for his team of Artists, mainly regarding project configuration and pipeline, Artists workflow, QA, and enforcement of client’s technical requirements.|• Works under the supervision of our Pipeline Manager, and collaborates a lot with our Senior Technical Artist|• Configures and adapts proprietary tools, client tools or other existing tools depending on project specificities.|• Deploys customers tools, manages data transfers and interface customers systems with ours.|• Manages the render dispatcher for his projects when relevant.|• Constantly strives to optimize Artists workflow by helping them solve technical issues and automate repetitive tasks.", "contact": "HR Dept", "address": "27B Nguyễn Đình Chiểu, Da Kao, D.1, HCMC|27B Nguyễn Đình Chiểu, Da Kao, D.1, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/40/6674422.png", "skill": "Maya / 3dsmax|Unity/unreal /cry Engine|Python/javascript/c++/sql", "specialize": "WHO YOU ARE|• Willing to work in the 3D industry, mostly for video games, and to act as a support for our teams of Artists.|• Enjoys working in a team : though in a small team, he will code tools and implement solutions to support bigger teams of 3D Artists and Animators.|• Particularly interested in real-time computer graphics.|• Formal education in programming :|-\tStrong scripting skills on Python|-\tGood Java script skills, as well as SQL and Qt|-\tDecent skills in C++|-\tBasic notions in network programming|• At least 2 years of professional experience working with famous game engines like Unity, Unreal or Cry Engine, and with famous DCC applications like Maya or 3DSMax.|• Decent English level (speaking and listening).|• Very good English level when it comes to reading : must be able to understand software specifications written in English, and to interpret written briefs from customers.|• Very good communication skills : must be able to share ideas, to explain a problem, and to receive feedback and suggestions on the work done.|• Must be careful, organized, proactive and willing to help.|• Flexible and willing to learn.||||", "size": "100-499"},
{"province": "Hồ Chí Minh", "wage": "Yearly attractive salary & bonus, 13th month salary, yearly Employment incentive.|Health insurance package for employee and family, yearly health screening.|Awards and Recognition Program, onsite training opportunity, team building activity.", "name": "(Senior) Quality Controller, Incident Ticket Handling and Support", "information": "SAP is the world’s leading provider of business software, offering applications and services that enable companies of all sizes and in more than 25 industries to become best-run businesses. With more than 105,000 customers in over 120 countries, the company is listed on several exchanges, including the Frankfurt stock exchange and NYSE, under the symbol “SAP.” For more information, visit www.sap.com.||SAP Asia (Vietnam) is a Research and Innovation Lab founded in 2011, a member within the SAP Global Labs Network. Together with other SAP Labs, worldwide, SAP Labs Vietnam is contributing to the strategic product development and innovation  for SAP SE.", "company": "SAP Asia (Viet Nam) Company Ltd.", "work": "Objectives:||Do you demand the best from your professional career? Are you inspired by excellence? Are you looking for an excellent and professional working environment with great colleagues worldwide? Do you fancy in travelling for getting training abroad?||At SAP Asia (Vietnam) you will have the power to make a real impact. You will not only have opportunity to pursue your career path but also enjoy the young and dynamic company culture.||To strengthen our state-of-the-art SAP HANA product with more features being added with highest quality, we are looking for Quality Engineers which help us in all quality aspects of the product.|||The Opportunity/Job description:||As a Quality Specialist in the SAP HANA Delivery team, you will work in a cross-function team with colleagues from different SAP locations. The main tasks is focusing on incident ticket handling to support the development team (and customer) to resolve incident ticket in the area of SAP HANA product development and delivery.|||Responsibilities:|•\tDaily monitoring the incident tracking system to coordinate with relevant people (developer, customer, partner .etc.. to analyze and resolve incident ticket.|•\tMaking meaningful and comprehensive reports as requested.|•\tResponsible for analyzing test result and taking appropriate follow-up actions.|•\tProactively participate into quality controlling activity such as analyzing, define, implements and execute test suite/case/plan according to the quality and test strategy.|•\tAble to coach teams (Senior) in terms of quality assurance and test related processes, methods and tools.|•\tContribute to the full development cycle.", "contact": "Dao Nguyen (Ms.)", "address": "4F, Dali Tower Building, 24C Phan Dang Luu St., W. 6, Binh Thanh Dist., HCM City|4F, Dali Tower Building, 24C Phan Dang Luu St., W. 6, Binh Thanh Dist., HCM City", "logo": "http://images.vietnamworks.com/pictureofcompany/7d/7335845.jpg", "skill": "IT|IT / Phần Cứng Mạng|IT / Phần Mềm", "specialize": "•\tUniversity degree in Computer science or related field.|•\tYears of experience in software quality: Controlling (QC) and Assurance (QA)|•\tStrong in analytical skill.|•\tGood skill in Database (SQL, Transaction, distributed system .etc.)|•\tGood skill in Linux OS.|•\tExperience in source control system and code review process tool like Git, Gerit.|•\tFamiliar with bug tracking system and automation tool like Bugzilla, Jenskin .etc…|•\tSkill in scripting language such as Python, Linux shell script, profiler is a big advantage.|•\tA knack for debugging and analyzing complex problems.|•\tGood in English is required (Daily working in cross-team environment)|||A big plus will be skills and experience in:|•\tSAP HANA|•\tUsing code profilers|•\tDistribution strategies for data|•\tDistributed systems|•\tExperience dealing with customers and handling customer issues||We are looking for candidates who are committed to a technology career path. Your set of application documents should contain a cover letter and tabular CV, copies of the obtained degrees and references (if available).", "size": "100-499"},
{"province": "Hồ Chí Minh", "wage": "Training allowance: will be informed in the interview|Great opportunities in improving technical knowledge & soft skills, language & career|To be trained in an international, dynamic and friendly working environment", "name": "IT New Graduates - Training Program", "information": "Hunter Macdonald (http://www.huntermacdonald.co.uk/) is an innovative next generation IT Services organization. We deliver on our commitments and we aim to surpass our clients expectations.||We are immensely proud to count some of the world’s most successful and innovative companies as clients. These clients range from FTSE 20 and Fortune 500 organizations through to smaller, more niche companies.||Headquartered in the UK, and with offices in North America and AsiaPac, our team have delivered projects to our international client base across a wide variety of industry verticals. 70% of our resources are SC cleared and 100% are passionate about delivering great outcomes for our clients.", "company": "Hunter Macdonald VIETNAM Company Limited", "work": "To meet the expansion of our Vietnam office, we are planning to offer a training program to new graduates with the highlights as follows:||Training program‘s highlights||-\tNumber of trainees recruited: 12 trainees;|-\tTraining duration: 13 weeks, starting from 4th January 2016 to 1st April 2016 (including 1 week of Tet holidays);|-\tTraining time: Full-time permanent (8 hours/per day, from 9:00 am to 18:00 pm);|-\tTraining place: 7th floor, Ha Phan Building, 456 Phan Xich Long Street, Ward 2, Phu Nhuan District, Hochiminh City;|-\tContents of training: The trainees are rotated to be trained by our four (4) development teams: Web Apps – Mobile Apps – Sharepoint – Salesforce to know which position best suits to the trainees’ technical knowledge and qualification;|-\tAfter the training program, the trainees will become Hunter Macdonald Vietnam employees if the trainees pass the criteria set for the program.", "contact": "HR Dept.", "address": "456 Phan Xich Long St, Ward 2, Phu Nhuan District, Hochiminh City|456 Phan Xich Long St, Ward 2, Phu Nhuan District, Hochiminh City", "logo": "http://images.vietnamworks.com/pictureofcompany/89/10149135.jpg", "skill": "Training Programs|New Graduate|IT - Phần Mềm", "specialize": "Trainee’s desired attributes||-\tFresh graduates from universities who major in IT is a must (yet-graduated candidates are not qualified for this program);|-\tGood English communication is required;|-\tHas ability and desire to be trained in a fast-paced, dynamic environment to meet deadline and to complete time – sensitive projects as assigned;|-\tHas logical and positive thinking;|-\tBe passionate and enthusiastic, hard-working and willing to learn new technology;|-\tBe familiar with one of program languages: PHP/C#, Java, Python, Rails, Android, IOS… is a plus.||Trainee’s application documents||-\tResume in English: please list out the details as much as possible about the subjects/projects you have studied/done;|-\tApplication letter in English;|-\tCopy of your academic transcripts.||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "Will be discuss as per contract term", "name": "Software Development Engineer", "information": "Company Overview:||Future Technology Devices International (FTDI) specialise in the design and supply of silicon and software solutions for the Universal Serial Bus (USB). FTDI offer a simple route to USB migration by combining easy to implement IC devices with proven, ready to use, royalty-free USB firmware and driver software.||FTDI is a fabless semiconductor company headquartered in Glasgow, UK, and has regional offices in Oregon, USA, and Taipei, Shanghai China and Singapore. More information is available at http://www.ftdichip.com|||Why join us:||Future Technology Devices International is a 10 year old, well-respected, UK based designer and supplier of silicon and driver solutions for USB peripherals using quality sub-contact facilities in the Asia-Pacific region.||Our mission is to offer by far the easiest route to USB migration by combining USB Serial and USB FIFO silicon solutions with ready-to-go robust royalty-free USB drivers, thus of fering reduced development / debug costs and a fast time to market to our customers. Our team of highly qualified and experienced hardware and software engineers also offer full custom i.c design services and a turnkey product design and manufacturing service for those who customers who are looking for additional services.", "company": "Future Technology Devices International Limited", "work": "--Embedded systems developer, with skills, knowledge and experience in BSPs and OS porting, toolchain porting, Eclipse IDE extension and/or graphics application programming||Software Development|1.\tUndertake RTOS BSP implementation and porting|2.\tUndertake Qt programming and software framework implementation|3.\tUndertake Eclipse IDE plug-in implementation and CDT extension|4.\tParticipate in all phases of SDLC and adopt SQA practices|5.\tUndertake enhancement and defect resolution and support internal and|external customers", "contact": "Mr Lee", "address": "178 Paya Lebar Road, #07-04/05 Singapore 409030|178 Paya Lebar Road, #07-04/05 Singapore 409030", "logo": "http://images.vietnamworks.com/pictureofcompany/b3/10128615.jpg", "skill": "- English : Listening, Speaking, Reading, Writing", "specialize": "1.\tDegree/Master in Computer Science/Engineering|2.\tMore than years or above experience in the area of embedded systems, Eclipse IDE plug-in, Qt programming or graphics programming|3.\tAdvanced to expert programming skills in Java and/or C/C++ and Python or other programming languages|4.\tWorking experience from specification to completed products|5.\tGood domain experience in one or more areas of communication and networking technologies and/or GNU toolchain porting, RTOS BSP porting|6.\tEmbedded development and interfacing and communication with Windows, Linux, Android, MacOS, iOS systems is a definite plus (e.g. USB/RS232/LAN/BT, etc)|7.\tExperience working with hardware boards, scope and analyser equipment|8.\tProfessional attitude to work and meticulous in coding and testing|9.\tMust have participated and experienced in SQA processes|10.\tCandidates with deep experience may be considered for senior positions.||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "13th Payment|Premium healthcare plan for you and your family|Innovation time off event all throughout the year", "name": "Senior ETL Engineer (2 Positions)", "information": "At Posiba, a product company based in California (USA), you will be part of a growing international team of talented engineers and designers who are passionate about solving problems using advanced technologies and creative solutions.||With headquarters in San Diego, California and with offices all around the world, you will have the opportunity to interact with and learn from technology experts and data scientists with diverse professional and academic backgrounds.||If you are excited about and ready to solve complex problems and build the next-generation analytics solutions while directly helping charitable foundations do their work more effectively, you will fit right in at Posiba.", "company": "Posiba", "work": "­- Extract, transform, and loading of raw data source from a variety of formats (CSV, XLS, XML, JSON) into a variety of database types (SQL, NoSQL, etc).|­- Cleaning ingested data sources using modern tools (e.g. Paxata).|­- Conforming database to internal data dictionary.|­- Scheduling to automate ETL jobs.", "contact": "Emily Anderson", "address": "Melinh Point Tower, 2 Ngo Duc Ke, Q.1, HCMC|Melinh Point Tower, 2 Ngo Duc Ke, Q.1, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/cc/10146268.jpg", "skill": "Good English Skills|Scripting Languages|ETL Process", "specialize": "Must have:|- Strong knowledge of SQL (MySQL, PostgresQL) and NoSQL databases (Cassandra, MongoDB)|- Experience with ETL process (Bash Shell)|- Knowledge of scripting languages (e.g. Perl, Python, etc.)|- Willingness to research and learn new tools||Nice to have:|- Familiarity with Linux|- Ability to multi­task and work across multiple projects|- Excellent written and verbal English skills|- A technical university degree in Computer Science or related field preferred||Opportunities**|­- Work with a truly global highly experienced engineering team spanning 3 continents across the globe|- Excellent salary and employee benefits (high­quality health insurance, bonus programs, employee referral programs, and many more)|­- Build a solid career path with clear and attractive promotion opportunities|­- Receive unparalleled coaching and training from industry­leading experts", "size": "25-99"},
{"province": "Hà Nội", "wage": "Chế độ chính sách hấp dẫn, đặc biệt trọng dụng nhân tài.|Cơ  hội thăng tiến cao trong công việc|Được làm việc trong DN Nhà nước quy mô lớn, môi trường chuyên nghiệp, năng động, chủ động trong c", "name": "05 Chuyên Viên Giải Pháp An Ninh An Toàn", "information": "Ban Khách hàng Tổ chức – Doanh nghiệp (gọi tắt là Ban KHDN), đơn vị thuộc Tổng Công ty Dịch vụ Viễn thông (VNPT-Vinaphone) thành viên của Tập đoàn Bưu chính Viễn thông Việt Nam (VNPT). Là đơn vị hàng đầu hoạt động trong lĩnh vực Internet, Viễn thông và Công nghệ thông tin tại Việt Nam.|Ban KHDN là đơn vị đại diện cho VNPT cung cấp tất cả các Dịch vụ Viễn thông, công nghệ thông tin và truyền thông của Tập đoàn VNPT. Phương châm hoạt động “chuyên nghiệp – chuyên biệt – hiệu quả” với mạng lưới rộng khắp trong nước, hạ tầng công nghệ hiện đại, môi trường làm việc chuyên nghiệp, đội ngũ nhân sự trẻ, nhiệt huyết và năng động, Ban KHDN sẽ là môi trường thuận lợi cho bạn thỏa sức nghiên cứu, sáng tạo và mang lại những cơ hội để các bạn phát triển nghề nghiệp, khẳng định mình trong tương lai.||Hiện tại, chúng tôi mong muốn tuyển dụng các vị trí sau đây:", "company": "Ban Khách Hàng Tổ Chức Doanh Nghiệp – Chi Nhánh Tổng Công Ty Dịch Vụ Viễn Thông", "work": "- Thực hiện các phương thức tấn công đánh giá (Blackbox, Whitebox) để dò tìm lỗ hổng ứng dụng, khai thác lỗ hổng ứng dụng, nghiên cứu, thiết kế hệ thống bảo mật.|- Đánh giá bảo mật hệ thống ứng dụng web, server, tìm ra tất cả các lỗ hổng, điểm yếu tồn tại trên ứng dụng, viết tài liệu chi tiết hóa toàn bộ quá trình đánh giá và đưa ra giải pháp khắc phục.|- Kiểm tra rà soát an ninh hệ thống máy chủ (Linux server, Windows Server…), an ninh các thiết bị mạng (Router,Switch, Access point…), các thiết bị bảo mật (Firewall, Ids/Ips, Antivirus…) và đưa ra giải pháp khắc phục.|- Nghiên cứu các lỗ hổng bảo mật liên quan đến Services, OS, Network, Database, WebApp, VPN, CDN, v.v…|- Tham gia hoàn thiện các quy trình, nghiên cứu các xu thế bảo mật mới.", "contact": "Mr. Đông", "address": "Số 216 phố Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam|Số 216 phố Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam", "logo": "http://images.vietnamworks.com/pictureofcompany/95/10229889.jpg", "skill": "Quản Trị Hệ Thống|An Toàn Thông Tin|Tiếng Anh Giao Tiếp", "specialize": "- Tốt nghiệp Đại học, dưới 30 tuổi, có ít nhất 2 năm kinh nghiệm trong lĩnh vực quản trị hệ thống, an toàn thông tin.|- Có kiến thức về các sản phẩm và công nghệ Firewall, IPS, IDS, EndPoint Security, Cloud Computing, CA, Data Center Model …|- Hiểu biết nền tảng về hệ thống, hệ điều hành, network, các dịch vụ của HĐH (Web Server, FTP, Mail, Proxy …)|- Hiểu biết về lỗ hổng và các kỹ thuật tấn công, khai thác lỗ hổng ATTT trong và ngoài mạng, các giải pháp kỹ thuật triển khai nhằm đảm bảo ATTT (Firewall, IDS, IPS, AD…).|- Hiểu biết về lỗ hổng ứng dụng web (OWASP Top 10). Có kinh nghiệm, khả năng nhanh nhạy khi thực hiện các tấn công trên môi trường mạng, tấn công vào hệ thống website là 1 lợi thế.|- Có khả năng làm việc độc lập và làm việc nhóm, ham học hỏi, kỷ luật tốt|- Đam mê, chủ động, sáng tạo trong công việc, có khả đọc hiểu tiếng anh (bắt buộc)\"|Ưu tiên:|- Có kinh nghiệm là Reverse Engineer|- Hiểu biết, thành thạo ngôn ngữ lập trình Python, PHP, ASP, Python, Ruby, Perc, C là một lợi thế.|- Có các chứng chỉ về bảo mật, mạng, hệ thống như: CEH, ECSA, LPI, CCNA, MCSA...|- Có chứng chỉ quốc tế về Tiếng Anh||QUYỀN LỢI KHI THAM GIA LÀM VIỆC TẠI BAN KHDN|- Mức lương cạnh tranh|-  Được làm việc trong DN Nhà nước quy mô lớn, môi trường chuyên nghiệp, năng động, chủ động trong công việc.|- Cơ  hội thăng tiến cao trong công việc|- Chế độ chính sách hấp dẫn, đặc biệt trọng dụng nhân tài.|- Chế độ chính sách nhân sự về bảo hiểm xã hội, bảo hiểm y tế, chăm sóc sức khỏe và các chế độ khác.||HỒ SƠ GỒM:|- Cách liên hệ: Nộp trực tuyến hoặc trực tiếp:||Trực tuyến:|- Hồ sơ gồm: CV (Tiếng việt) ghi rõ quá trình làm việc.|(Lưu ý: Sau khi được mời đến phỏng vấn mang theo hồ sơ đầy đủ bao gồm: Đơn xin việc, lý lịch trong trong 6 tháng gần nhất (Khai rõ quá trình công tác từ khi ra trường), các văn bằng, chứng chỉ liên quan, bảng điểm học tập.)|- Địa chỉ nhận hồ sơ: qua VietnamWorks  Chú ý: Tiêu đề ghi rõ vị trí ứng tuyển.||Nộp trực tiếp:|Hồ sơ đầy đủ bao gồm: Đơn xin việc, lý lịch trong trong 6 tháng gần nhất (Khai rõ quá trình công tác từ khi ra trường), các văn bằng, chứng chỉ liên quan, bảng điểm học tập). (Chấp nhận hồ sơ photo)|Người nhận: Nguyễn Đức Đông – Phòng Tồng hợp|Ban Khách hàng Tổ chức Doanh nghiệp – Chi nhánh Tổng công ty Dịch vụ Viễn thông.|Địa chỉ: Tầng 5, Tòa nhà 216 Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, HN|Thời gian nhận hồ sơ: Đến hết ngày 15/01/2016||||", "size": "100-499"},
{"province": "Hà Nội", "wage": "Được làm việc trong DN Nhà nước quy mô lớn, môi trường chuyên nghiệp, năng động, chủ động trong c|Cơ  hội thăng tiến cao trong công việc|Chế độ chính sách hấp dẫn, đặc biệt trọng dụng nhân tài.", "name": "10 Kỹ Sư Lập Trình Phần Mềm, Ứng Dụng", "information": "Ban Khách hàng Tổ chức – Doanh nghiệp (gọi tắt là Ban KHDN), đơn vị thuộc Tổng Công ty Dịch vụ Viễn thông (VNPT-Vinaphone) thành viên của Tập đoàn Bưu chính Viễn thông Việt Nam (VNPT). Là đơn vị hàng đầu hoạt động trong lĩnh vực Internet, Viễn thông và Công nghệ thông tin tại Việt Nam.|Ban KHDN là đơn vị đại diện cho VNPT cung cấp tất cả các Dịch vụ Viễn thông, công nghệ thông tin và truyền thông của Tập đoàn VNPT. Phương châm hoạt động “chuyên nghiệp – chuyên biệt – hiệu quả” với mạng lưới rộng khắp trong nước, hạ tầng công nghệ hiện đại, môi trường làm việc chuyên nghiệp, đội ngũ nhân sự trẻ, nhiệt huyết và năng động, Ban KHDN sẽ là môi trường thuận lợi cho bạn thỏa sức nghiên cứu, sáng tạo và mang lại những cơ hội để các bạn phát triển nghề nghiệp, khẳng định mình trong tương lai.||Hiện tại, chúng tôi mong muốn tuyển dụng các vị trí sau đây:", "company": "Ban Khách Hàng Tổ Chức Doanh Nghiệp – Chi Nhánh Tổng Công Ty Dịch Vụ Viễn Thông", "work": "- Tuổi dưới 30|- Tối thiểu 2 năm kinh nghiệm ở vị trí tương đương|- Nghiên cứu, cải tiến để hoàn thiện sản phẩm.|- Viết tài liệu giải pháp, tích hợp, thiết kế prototype, đặc tả phần mềm.|- Phối hợp với thành viên đội dự án, khách hàng để triển khai dự án.|- Xây dựng kế hoạch công việc, báo cáo, đánh giá công việc của cá nhân.", "contact": "Mr. Đông", "address": "Số 216 phố Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam|Số 216 phố Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam", "logo": "http://images.vietnamworks.com/pictureofcompany/95/10229889.jpg", "skill": "Oracle, MS Sql; Mysql, Posgresql..|Android, Windowphone, Ios|Java; C#, .net; Php, Python, Java Script...", "specialize": "+ Tốt nghiệp đại học chuyên ngành CNTT hoặc tương đương; Sinh viên đại học năm cuối vẫn có thể nộp hồ sơ dự tuyển.|+ Có khả năng tiếp cận ngôn ngữ lập trình mới nhanh. Khả năng nghiên cứu tốt. Khả năng giải quyết vấn đề nhanh, kiểm soát thời gian, tiến độ công việc.|+ Có khả năng làm việc với cường độ cao, chịu được áp lực cao trong công việc. Say mê và có trách nhiệm trong công việc. Có khả năng làm độc lập và làm việc theo nhóm.|+ Sử dụng tiếng Anh thành thạo (có thể đọc hiểu tài liệu chuyên môn)|Yêu cầu chuyên môn|+ Biết lập trình ứng dụng và web với các ngôn ngữ như: Java; C#, .Net; PHP, Python, Java Script...|+ Có hiểu biết về lập trình Mobile trên các môi trường Android, WindowPhone, IOS|+ Biết sử dụng một trong những công cụ hỗ trợ lập trình thông dụng (eclipse; netbean, Jdev, visual studio, …).|+ Có hiểu biết về một trong các web server như IIS; Apache Tomcat; Jboss…|+ Có hiểu biết về CSDL (Oracle, MS SQL; MySQL, Posgresql..), có khả năng viết câu lênh truy vấn CSDL SQL.|Ưu tiên:|- Có các chứng chỉ kia của microsoft: MCPD, MCTS…|- Có các chứng chỉ về java: SCJA, OCJA, SCJP, OCPJP|- Có chứng chỉ quốc tế về Tiếng Anh|+ Có hiểu Biết về các Framework như: hibernate, struts,spring….|+ Có thể sử dụng thành thạo hệ điều hành Linux, có hiểu biết về shell script||QUYỀN LỢI KHI THAM GIA LÀM VIỆC TẠI BAN KHDN|- Mức lương cạnh tranh|-  Được làm việc trong DN Nhà nước quy mô lớn, môi trường chuyên nghiệp, năng động, chủ động trong công việc.|- Cơ  hội thăng tiến cao trong công việc|- Chế độ chính sách hấp dẫn, đặc biệt trọng dụng nhân tài.|- Chế độ chính sách nhân sự về bảo hiểm xã hội, bảo hiểm y tế, chăm sóc sức khỏe và các chế độ khác.||HỒ SƠ GỒM:|- Cách liên hệ: Nộp trực tuyến hoặc trực tiếp:||Trực tuyến:|- Hồ sơ gồm: CV (Tiếng việt) ghi rõ quá trình làm việc.|(Lưu ý: Sau khi được mời đến phỏng vấn mang theo hồ sơ đầy đủ bao gồm: Đơn xin việc, lý lịch trong trong 6 tháng gần nhất (Khai rõ quá trình công tác từ khi ra trường), các văn bằng, chứng chỉ liên quan, bảng điểm học tập.)|- Địa chỉ nhận hồ sơ: qua VietnamWorks  Chú ý: Tiêu đề ghi rõ vị trí ứng tuyển.||Nộp trực tiếp:|Hồ sơ đầy đủ bao gồm: Đơn xin việc, lý lịch trong trong 6 tháng gần nhất (Khai rõ quá trình công tác từ khi ra trường), các văn bằng, chứng chỉ liên quan, bảng điểm học tập). (Chấp nhận hồ sơ photo)|Người nhận: Nguyễn Đức Đông – Phòng Tồng hợp|Ban Khách hàng Tổ chức Doanh nghiệp – Chi nhánh Tổng công ty Dịch vụ Viễn thông.|Địa chỉ: Tầng 5, Tòa nhà 216 Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, HN|Thời gian nhận hồ sơ: Đến hết ngày 15/01/2016||||", "size": "100-499"},
{"province": "Hà Nội", "wage": "Chế độ chính sách hấp dẫn, đặc biệt trọng dụng nhân tài.|Cơ  hội thăng tiến cao trong công việc|Được làm việc trong DN Nhà nước quy mô lớn, môi trường chuyên nghiệp, năng động, chủ động trong c", "name": "02 Chuyên Viên Giải Pháp Hệ Thống", "information": "Ban Khách hàng Tổ chức – Doanh nghiệp (gọi tắt là Ban KHDN), đơn vị thuộc Tổng Công ty Dịch vụ Viễn thông (VNPT-Vinaphone) thành viên của Tập đoàn Bưu chính Viễn thông Việt Nam (VNPT). Là đơn vị hàng đầu hoạt động trong lĩnh vực Internet, Viễn thông và Công nghệ thông tin tại Việt Nam.|Ban KHDN là đơn vị đại diện cho VNPT cung cấp tất cả các Dịch vụ Viễn thông, công nghệ thông tin và truyền thông của Tập đoàn VNPT. Phương châm hoạt động “chuyên nghiệp – chuyên biệt – hiệu quả” với mạng lưới rộng khắp trong nước, hạ tầng công nghệ hiện đại, môi trường làm việc chuyên nghiệp, đội ngũ nhân sự trẻ, nhiệt huyết và năng động, Ban KHDN sẽ là môi trường thuận lợi cho bạn thỏa sức nghiên cứu, sáng tạo và mang lại những cơ hội để các bạn phát triển nghề nghiệp, khẳng định mình trong tương lai.||Hiện tại, chúng tôi mong muốn tuyển dụng các vị trí sau đây:|`", "company": "Ban Khách Hàng Tổ Chức Doanh Nghiệp – Chi Nhánh Tổng Công Ty Dịch Vụ Viễn Thông", "work": "1. Nghiên cứu, triển khai giải pháp cloud OpenStack|2. Nghiên cứu, tối ưu công nghệ ảo hóa (KVM, ESX, Xen, Hyper-V).|3. Nghiên cứu các giải pháp về Network cho Cloud Computing: Vlan, QoS, LoadBalancing, VPN…|4. Nghiên cứu các giải pháp về Block Storage và Object Storage.|5. Nghiên cứu, phát triển các giải pháp bảo mật cho Cloud Computing.|6. Nghiên cứu giải pháp IaaS, PaaS, triển khai Cloud (Private, Public Cloud)|7. Hỗ trợ tư vấn triển khai dịch vụ, các dự án trên nền tảng điện toán mây.|8. Nghiên cứu các giải pháp back up dữ liệu, mã hóa cho Cloud.|9. Nghiên cứu các giải pháp về thoại, voice ip, tổng đài|10. Nghiên cứu các giải pháp tối ưu hóa cơ sở dữ liệu, các giải pháp cơ sở dữ liệu tập trung, phân tán.|11. Nghiên cứu các giải pháp tích hợp cho các dịch vụ CNTT|12. Khảo sát hiện trạng, đề xuất, xây dựng giải pháp đáp ứng nhu cầu khách hàng", "contact": "Mr. Đông", "address": "Số 216 phố Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam|Số 216 phố Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam", "logo": "http://images.vietnamworks.com/pictureofcompany/95/10229889.jpg", "skill": "IT Phần Mềm|Công Nghệ Thông Tin|Giải Pháp Hệ Thống", "specialize": "1. Nghiên cứu, triển khai giải pháp cloud OpenStack|2. Nghiên cứu, tối ưu công nghệ ảo hóa (KVM, ESX, Xen, Hyper-V).|3. Nghiên cứu các giải pháp về Network cho Cloud Computing: Vlan, QoS, LoadBalancing, VPN…|4. Nghiên cứu các giải pháp về Block Storage và Object Storage.|5. Nghiên cứu, phát triển các giải pháp bảo mật cho Cloud Computing.|6. Nghiên cứu giải pháp IaaS, PaaS, triển khai Cloud (Private, Public Cloud)|7. Hỗ trợ tư vấn triển khai dịch vụ, các dự án trên nền tảng điện toán mây.|8. Nghiên cứu các giải pháp back up dữ liệu, mã hóa cho Cloud.|9. Nghiên cứu các giải pháp về thoại, voice ip, tổng đài|10. Nghiên cứu các giải pháp tối ưu hóa cơ sở dữ liệu, các giải pháp cơ sở dữ liệu tập trung, phân tán.|11. Nghiên cứu các giải pháp tích hợp cho các dịch vụ CNTT|12. Khảo sát hiện trạng, đề xuất, xây dựng giải pháp đáp ứng nhu cầu khách hàng||QUYỀN LỢI KHI THAM GIA LÀM VIỆC TẠI BAN KHDN|- Mức lương cạnh tranh|-  Được làm việc trong DN Nhà nước quy mô lớn, môi trường chuyên nghiệp, năng động, chủ động trong công việc.|- Cơ  hội thăng tiến cao trong công việc|- Chế độ chính sách hấp dẫn, đặc biệt trọng dụng nhân tài.|- Chế độ chính sách nhân sự về bảo hiểm xã hội, bảo hiểm y tế, chăm sóc sức khỏe và các chế độ khác.||HỒ SƠ GỒM:|- Cách liên hệ: Nộp trực tuyến hoặc trực tiếp:||Trực tuyến:|- Hồ sơ gồm: CV (Tiếng việt) ghi rõ quá trình làm việc.|(Lưu ý: Sau khi được mời đến phỏng vấn mang theo hồ sơ đầy đủ bao gồm: Đơn xin việc, lý lịch trong trong 6 tháng gần nhất (Khai rõ quá trình công tác từ khi ra trường), các văn bằng, chứng chỉ liên quan, bảng điểm học tập.)|- Địa chỉ nhận hồ sơ: qua VietnamWorks  Chú ý: Tiêu đề ghi rõ vị trí ứng tuyển.||Nộp trực tiếp:|Hồ sơ đầy đủ bao gồm: Đơn xin việc, lý lịch trong trong 6 tháng gần nhất (Khai rõ quá trình công tác từ khi ra trường), các văn bằng, chứng chỉ liên quan, bảng điểm học tập). (Chấp nhận hồ sơ photo)|Người nhận: Nguyễn Đức Đông – Phòng Tồng hợp|Ban Khách hàng Tổ chức Doanh nghiệp – Chi nhánh Tổng công ty Dịch vụ Viễn thông.|Địa chỉ: Tầng 5, Tòa nhà 216 Trần Duy Hưng, Phường Trung Hòa, Quận Cầu Giấy, HN|Thời gian nhận hồ sơ: Đến hết ngày 15/01/2016||||", "size": "100-499"},
{"province": "Hồ Chí Minh", "wage": "13th Payment|Premium healthcare plan for you and your family|Innovation time off event all throughout the year", "name": "Senior Data Acquisition Engineer", "information": "At Posiba, we believe in the innate human desire to make a better world. Our culture is open, forward moving, and innovative. We give people the opportunity to meaningfully contribute, be their best selves and do their best work in a fast paced, collaborative, and creative environment. This is a place where people with purpose, mastery, and internal drive are met with tremendous growth potential. Amazing relationships are forged here with evolved teammates that share a deep focus on improving the world. Posiba provides the excitement of a start-up with unparalleled coaching and training from industry-leading experts. Posiba is advancing the charitable sector through data analytics. We provide the intelligence that helps foundations, nonprofit organizations, and governments understand the impact of their work and identify opportunities to increase their effectiveness.", "company": "Posiba", "work": "- Scrape web sites for public sources of data using proprietary scripts and tools.|- Develop data acquisition scripts that are highly fault­tolerant and reliable.|- Develop and maintain automated scripts to consistently update databases when new data appears at public sources.|- Responsible for initial intake of data into intake databases.||Opportunities**|- Work with a truly global highly experienced engineering team spanning 3 continents across the globe|- Excellent salary and employee benefits (high­quality health insurance, bonus programs, employee referral programs, and many more)|- Build a solid career path with clear and attractive promotion opportunities|- Receive unparalleled coaching and training from industry­leading experts", "contact": "Emily Anderson", "address": "Melinh Point Tower, 2 Ngo Duc Ke, Q.1, HCMC|Melinh Point Tower, 2 Ngo Duc Ke, Q.1, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/cc/10146268.jpg", "skill": "Data Acquisition|Good English Skills|Oftware/scripts", "specialize": "Must have:|- Experience in creating software/scripts for production systems with at least one of the following languages: Python, Perl, Ruby.|- Experience in automation or data scraping tools (such as Selenium and ParseHub).|- Excellent written and verbal English skills.||Nice to have:|- Basic database knowledge (MySQL, SQL)|- Familiarity with Linux|- Ability to multi­task and work across multiple projects|- A technical university degree in Computer Science or related field preferred.", "size": "25-99"},
{"province": "Hà Nội", "wage": "Thu nhập cạnh tranh, cao hơn mức lương thị trường, thưởng theo hiệu quả công việc|Được du lịch nghỉ mát hàng năm, tham gia team building, tiệc sinh nhật, tổng kết công ty", "name": "10 Kỹ Sư Xử Lý Ngôn Ngữ Tự Nhiên (nlp)", "information": "Công ty Cổ phần VCCorp (Http://vccorp.vn) là một trong những đối tác chiến lược của Quỹ đầu tư mạo hiểm IDG; Intel Capita... các sản phẩm của chúng tôi có độ phủ sóng mạnh trên hầu hết các lĩnh vực về công nghệ và internet như: thương mại điện tử (Muachung.vn, Rongbay.com, Enbac.com, Muare.vn..) quảng cáo trực truyến (Admicro), online media (kenh14.vn, cafeF.vn, cafeBiz.vn, afamily.vn, Soha.vn, GenK.vn...), mobile content, social media, game online (Sohagame.vn)…||Trên 90% lượng người dùng Internet tại Việt Nam sử dụng sản phẩm của VC Corp mỗi ngày đã khẳng định sự phong phú và đa dạng về sản phẩm và lĩnh vực mà không phải công ty công nghệ nào cũng đạt được. Hiểu được những giá trị to lớn mà internet mang lại cho cuộc sống con người hiện nay, VCCorp trong nhiều năm qua đã không ngừng nỗ lực và phát triển sáng tạo cho cộng đồng những tiện ích trong việc giao lưu kết bạn, mua sắm, thanh toán trực tuyến, giải trí, tra cứu, tìm kiếm thông tin v…v…. Sứ mệnh của chúng tôi không chỉ là tạo những sản phẩm đi đầu xu thế, đứng đầu thị trường mà còn là tạo ra những sản phẩm thực sự có giá trị cộng đồng nói riêng và cả xã hội nói chung. Điều đó là niềm vinh dự cũng như trách nhiệm nặng nề của chúng tôi khi góp phần mang tới những giá trị tinh thần tích cực cho cộng đồng.||Với niềm tin mãnh liệt đó, cùng sức trẻ của hàng trăm, hàng ngàn nhân viên, chúng tôi đã và đang sáng tạo không ngừng nghỉ để xây dựng nền tảng công nghệ và hệ sinh thái lớn nhất tại ViệtNam. Không dừng lại ở đó, trong tương lai VCCorp sẽ tiếp tục cải tiến không ngừng các sản phẩm của mình, tối ưu hóa các công cụ mà internet mang lại cũng như khai thác những giá trị tốt đẹp nhất từ đó để phục vụ lợi ích cộng đồng Việt Nam.", "company": "Công Ty Cổ Phần Vccorp (VC Corporation)", "work": "● Môi trường làm việc chuyên nghiệp, năng động, thoải mái|● Được tiếp xúc, thử nghiệm và làm chủ các công nghệ mới|● Có cơ hội được làm việc với các hệ thống lớn, tải cao|● Mức lương hấp dẫn, có nhiều chế độ phúc lợi của công ty (nghỉ mát, teambuidling, training)|● Chính sách BHXH, BHYT theo quy định của pháp luật|||Để phục vụ cho dự án Search Engine, chúng tôi cần tuyển kỹ sư xử lý ngôn ngữ tự nhiên – Natural Language Processing Engineer.|Số lượng: 10||-\tLập trình phát triển theo yêu cầu của dự án.|-\tBáo cáo công việc định kỳ cho trưởng nhóm", "contact": "BP Tuyển dụng", "address": "Tầng 17,19, 20, 21 Tòa nhà Center Building, Số 01 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội|Tầng 17,19, 20, 21 Tòa nhà Center Building, Số 01 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội", "logo": "http://images.vietnamworks.com/pictureofcompany/dd/10167362.jpg", "skill": "Ngôn Ngữ Tự Nhiên|Java|Python", "specialize": "-\tĐã tốt nghiệp đại học hoặc tương đương liên quan đến CNTT.|-\tSử dụng thành thạo một trong các ngôn ngữ như: Java, Python.|-\tKhả năng tư duy, học hỏi nhanh.|-\tCó kinh nghiệm xây dựng, làm việc với các hệ thống xử lý ngôn ngữ tự nhiên: Word segmentation, Automatic Summarization, POS tagging, NER, Topic Modeling, Sentiment analysis…|-\tCó thể làm việc trên các nền tảng dữ liệu lớn như Hadoop/Spark/Hive.|-\tCó khả năng đo kiểm chất lượng, tối ưu thuật toán.|-\tKỹ năng đọc/viết tài liệu kỹ thuật bằng tiếng Anh.", "size": "1.000-4.999"},
{"province": "Hồ Chí Minh", "wage": "13th salary|Traveling yearly , monthly birthday parties|Allowances & Insurance", "name": "Senior Backend Developer", "information": "Fim Plus Digital JSC|Zone C, 1st Flr, Aviation Bld, 27B Nguyen Dinh Chieu St, W. Da Kao, Dist 1, HCMC.|A MEMBER OF GALAXY MEDIA AND ENTERTAINMENT", "company": "Fim Plus Digital Joint Stock Company", "work": "•\tTake essential part in the development of our existing and brand new streaming platform|•\tPush boundaries of performance optimization across devices & network|•\tDesign and develop APIs|•\tCreate data analysis tools and develop suggestions for the business|•\tSetup and execute A/B tests|•\tCraft beautiful, re-usable code", "contact": "Ms Phuong", "address": "27B Nguyen Đinh Chieu Street, W.Da Kao, Dist 1, HCMC|27B Nguyen Đinh Chieu Street, W.Da Kao, Dist 1, HCMC", "logo": "", "skill": "Nodejs|Python|Mysql, No SQL", "specialize": "•\tUbuntu / CentOS/ Nginx|•\tNodeJs / Python / Java / PHP|•\tMySQL / Redis / Elastic Search|•\tHTML / CSS / LESS / jQuery / Handlebars / AngularJS / React|•\tGit|•\tOpen Stack / Amazon WS|•\tiOS / Android|•\tIndependent, responsible, and proactive, with the ability to learn and achieve superior results.|•\tGood communication in English||||", "size": "25-99"},
{"province": "Hà Nội", "wage": "-\tĐược ký HĐLĐ dài hạn và tham gia các chế độ BHXH, BHYT, BHTN theo quy định của Luật lao động.|-\tCơ hội thăng tiến trong chuyên môn, nghề nghiệp …|-\tCơ hội được đào tạo ngắn hạn và dài hạn trong và ngoài nước.", "name": "15 Kỹ Sư Giải Pháp và Tích Hợp", "information": "VNPT Technology là đơn vị thành viên của Tập đoàn Bưu chính Viễn thông Việt Nam VNPT, được thành lập tháng 01/2011 với số vốn điều lệ là 500 tỷ, trong đó VNPT chiếm cổ phần chi phối, hoạt động chủ yếu trong lĩnh vực Viễn thông, Công nghệ thông tin và truyền thông.|Công ty được thành lập dựa trên nền tảng kinh nghiệm trong quản lý, phát triển phần mềm,  sản xuất công nghiệp, triển khai các hệ thống mạng viễn thông, nghiên cứu phát triển xây dựng các sản phẩm và giải pháp viễn thông của hai liên doanh của VNPT với Alcatel từ năm 1993 và với Siemens từ năm 1994, VNPT Technology có sứ mệnh trở thành doanh nghiệp hàng đầu tại Việt Nam cũng như trong khu vực trong các lĩnh vực như sản xuất công nghiệp, cung cấp công nghệ, giải pháp, thiết bị trong lĩnh vực viễn thông và công nghệ thông tin.|VNPT Technology và các đơn vị thành viên hiện có hơn 700 lao động trong đó có hơn 200 cán bộ làm việc trong lĩnh vực nghiên cứu phát triển. Đến nay, sau hơn 4 năm đi vào hoạt động, VNPT Technology đã tự nghiên cứu phát triển thành công hoàn toàn một số sản phẩm công nghệ, làm chủ cả về phần cứng và phần mềm, đã sản xuất hàng loạt hoàn toàn trên dây chuyền hiện đại tại nhà máy của VNPT Technology và đưa ra thị trường, được khách hàng đánh giá cao các sản phẩm công nghệ Smartphone thế hệ mới, Set Top Box các loại, ADSL Modem, GPON ONT, Wifi Access point …||2.\tCác đơn vị thành viên của VNPT Technology bao gồm:|\tCông ty TNHH thiết bị viễn thông ANSV, tiền thân là công ty liên doanh giữa VNPT và Alcatel-Lucent. Trụ sở chính: số 124 Hoàng Quốc Việt, Cầu giấy, Hà Nội.|\tCông ty TNHH cung cấp giải pháp dịch vụ giá trị gia tăng. Trụ sở chính: số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội.|\tCông ty TNHH sản xuất thiết bị viễn thông Teleq, tiền thân là công ty liên doanh giữa VNPT và Nokia-Siemens. Trụ sở chính: Huyện Dĩ An, Bình Dương.|\tCông ty VNPT Technology IPO Hong Kong. Trụ sở chính: số 18/F, King’s Commercial Centre, 25 King’s Road, Tin Hau, Hong Kong.||3.\tĐịa chỉ công ty:|\tKhu công nghiệp công nghệ cao I, khu công nghệ cao Hòa Lạc, Thạch Thất, Hà Nội.|\tVăn phòng điều hành: số 124, Hoàng Quốc Việt, Cầu Giấy, Hà Nội.|\tNhà máy điện tử số 1: số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội.|\tNhà máy điện tử số 2: Khu công nghiệp công nghệ cao I, khu công nghệ cao Hòa Lạc, Thạch Thất, Hà Nội (dự kiến năm 2016)|\tVăn phòng đại diện:|•\tTại Hà Nội: Tầng 20 tòa nhà VNPT, 57 Huỳnh Thúc Kháng, Đống Đa, Hà Nội|•\tTại TPHCM: Tầng 8 tòa nhà Waseco, số 10 Phổ Quang, Tân Bình, TP.HCM.", "company": "Công Ty Cổ Phần Công Nghệ Công Nghiệp Bưu Chính Viễn Thông (VNPT Technology)", "work": "-\tXây dựng và cải tiến giải pháp viễn thông và phần mềm|-\tNghiên cứu công nghệ và công cụ tích hợp dịch vụ|-\tTích hợp hệ thống|||Quyền lợi được hưởng:|-\tĐược ký HĐLĐ dài hạn và tham gia các chế độ BHXH, BHYT, BHTN theo quy định của Luật lao động.|-\tCơ hội thăng tiến trong chuyên môn, nghề nghiệp …|-\tCơ hội được đào tạo ngắn hạn và dài hạn trong và ngoài nước.|-\tCơ hội được đào tạo thạc sỹ, tiến sỹ kỹ thuật, quản trị kinh doanh.|-\tMôi trường làm việc thân thiện, năng động, sáng tạo, khuyến khích phát triển cá nhân.|-\tTham gia các đợt team-building, Galadinner do Công ty tổ chức, phát triển kỹ năng mềm, tạo cơ hội giao lưu, học hỏi, gắn kết tập thể lao động.|-\tChế độ lương thưởng hấp dẫn, có cơ hội tăng lương từ 1 đến 2 lần/năm. Thưởng theo kết quả sản xuất kinh doanh 1/5, 2/9, tháng lương 13, Tết…|-\tChế độ bảo hiểm xã hội, bảo hiểm kết hợp con người, tai nạn 24/24.|-\tChế độ thăm quan nghỉ mát hằng năm.|-\tChế độ phúc lợi khác theo quy định của Công ty (thăm hỏi sinh nhật, đám cưới, thai sản…).|-\tKhám sức khỏe định kỳ hằng năm.|-\tPhục vụ ăn trưa miễn phí tại căng tin, khu cafeteria hiện đại.", "contact": "Mrs. Phạm Thái Linh", "address": "Số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội|Số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội", "logo": "http://images.vietnamworks.com/pictureofcompany/07/10211294.png", "skill": "Linux|Điện Tử Viễn Thông|Công Nghệ Thông Tin - IT Software IT Hardware", "specialize": "-\tTốt nghiệp đại học chuyên ngành Công nghệ thông tin, Điện tử viễn thông hệ chính quy.|-\tSử dụng được tiếng Anh trong công việc (nghe, nói, viết) thành thạo.|\tKỹ năng mềm:|-\tKhả năng làm việc nhóm và độc lập|-\tTrung thực, có tinh thần trách nhiệm cao, khả năng chịu áp lực công việc tốt.|\tƯu tiên:|-\tKinh nghiệm 2 năm làm kĩ sư giải pháp hoặc tích hợp hệ thống, pre-sales|-\tCó kinh nghiệm thực tế về xây dựng và triển khai các giải pháp phần mềm ERP, Cloud, IMS, LTE, VoIP, Data warehouse, BI...|-\tTích hợp các open source Apache, OpenStack, Cloudify…|-\tCó kinh nghiệm lập trình Unix/Linux scripting, Python, Ruby…|-\tHiểu biết về high availability, phân tán, bảo mật, networking|-\tCó kinh nghiệm làm việc với các đối tác nước ngoài, hoặc làm trong lĩnh vực viễn thông.||Hồ sơ yêu cầu ban đầu bao gồm:\tBản photo hoặc scan, file mềm các giấy tờ sau:|CV (bắt buộc điền theo mẫu của Công ty, tải link)|http://www.mediafire.com/download/jec884mbzbc194u/Mau+thong+tin+ung+vien+VNPT+Tech.doc|Các văn bằng chứng chỉ như: Bằng tốt nghiệp đại học hoặc cao hơn, ngoại ngữ vi tính, và các chứng chỉ đào tạo khác nếu có…|Đơn xin việc (01 bản tiếng việt + 01 bản tiếng Anh) trong đó nêu rõ mức Lương mong muốn được nhận.|Ảnh 4x6cm (Chụp trong vòng 06 tháng – nếu có)||Hình thức nộp hồ sơ:|1.\tYêu cầu bắt buộc khi nộp hồ sơ trực tiếp:  mặt ngoài Hồ sơ yêu cầu ghi rõ vị trí:  “ SSDC - Ứng tuyển vị trí Kỹ sư Giải pháp và tích hợp”|2.\t Yêu cầu bắt buộc khi nộp hồ sơ trực tuyến:|Subject:  “ SSDC - Ứng tuyển vị trí Giải pháp và tích hợp”||THÔNG TIN LIÊN HỆ|Người liên hệ:\tMrs. Phạm Thái Linh – Kỹ sư Trung tâm Giải pháp và PTPM|Địa chỉ liên hệ:\tỨng viên quan tâm có thể đến nộp hồ sơ trực tiếp hoặc gửi qua đường Bưu điện theo địa chỉ: Trung tâm Giải pháp và Phát triển Phần mềm, Công ty VNPT Technology, 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội.||Subject email:\t“ SSDC - Ứng tuyển vị trí Kỹ sư Giải pháp và tích hợp”||||", "size": "100-499"},
{"province": "Hồ Chí Minh", "wage": "Get 100% salary in probation period & Attractive salary|Opportunities to be trained and work in US|13th payment", "name": "Design Verification Test Engineer", "information": "Virtium Vietnam is a branch of Virtium Technology, Inc. USA.  The Virtium Vietnam team comprises of successful professional engineers who enjoy their jobs in hardware design and PCB layout, firmware development, storage application software development, test data and information systems software development. The Vietnam team is managed and trained by industry professional US technical leaders.||Virtium manufactures memory and storage solutions for the world’s top industrial embedded OEMs. For nearly two decades we have designed, built and supported our products in the USA - fortified by a network of global locations. Our world-class technology and unsurpassed support provide a superior customer experience that continuously results in better industrial embedded products for our increasingly interconnected world.||For more information on Virtium and its other memory and storage products, please visit www.virtium.com", "company": "Virtium Vietnam", "work": "The primary responsibility of the Design Verification Test (DVT) Engineer is to support DVT team in working on the development of test scripts, executing the test cases and recording test results to improve product yield, quality and/or reliability in addition to supporting the development team and qualification activities for SSD products through identifying and debugging products failures. Duties will involve scripting, low/high level coding of SSD functionality and Performance, and/or Windows/Linux-based applications that are used internally to support the development of SSD products and its surrounding processes.||We offer many opportunities to be trained and work in US for Design Verify Test Engineers and all current job openings. For details, please visit: http://www.virtium.com/company/careers/||- Designing and developing test script for Firmware regression and test coverage|- Performing regression and other test scripts for weekly runs. Work closely with peer team members to review and test core firmware algorithms and functions.|- Creating shell/python scripts to automate tests and parse log files and report test results|- Installing Windows and Linux Platforms, running the test and maintaining validation tests and software suites|- Daily responsible of execute test cases via automated and manually for the SSD products. Identify the test Failures, Analysis and work with team members to support other teams related located in Rancho Santa Margarita, CA to obtain root cause and corrective action(s)|- Tracking status on all Firmware Release and follow through with the Firmware development process and communicating status to the DVT team|- Debugging and analyzing of SSD/USB/CFC testing related issues, working closely with Firmware Development Team and related support teams to resolve each issue|- Communicate with team members, Firmware Development team to help explain the failure symptom and/or the system issue accelerator", "contact": "Ho Nguyen Hong Ngoc", "address": "Everrich Building, Tower R1, Floor 11, 940B Street 3/2, Ward 15, District 11, HCMC|Everrich Building, Tower R1, Floor 11, 940B Street 3/2, Ward 15, District 11, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/2c/10221771.jpg", "skill": "C/c++/c#|Python|Nand", "specialize": "- BS Computer Science (or equivalent)|- Experience storage related testing for Firmware and platforms using Storage Industry experience in different of OEM products SATA, SSD or equivalent storage Firmware testing experience|- Scripting language background Python, tcl, bash, batch, C, C++ or C# experience.|- Knowledge of NAND storage technology|- Platform: Windows and Linux environment", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "- Lunch, Parking, Health Insurance|- Performance Bonus, 13th month bonus|- Holiday, Annual Leave", "name": "Senior Development Operations Engineer", "information": "SDL enables global businesses to engage with their customers in the language, the media and at the moment they choose. We help businesses manage their brands, drive global revenues, accelerate speed-to-market and enrich their customers’ experience.|SDL’s enterprise-ready innovative technology and service solutions span the entire customer journey and include social listening and marketing analytics, campaign management, language management and services, video and written content creation, web content management, dynamic technical documentation publication and eCommerce.|SDL solutions drive global reach across multiple languages, cultures, channels and media. SDL has over 1,500 enterprise customers, 400 partners and over 185,000 desktop software licenses worldwide. SDL has a global infrastructure of more than 60 offices in 35 countries. For more information, visit www.sdl.com", "company": "SDL Technologies (Vietnam) Co., Ltd.", "work": "Do you want to work with an innovative team on one of today’s hottest technology products? Do you consider yourself a passionate, fun and talented individual who is interested in history making? Does it excite you to administer and support a first-class and brand-new product in an emerging social media and intelligence domain to help hundreds and thousands of cooperatives including some of the very top names? Are you interested in gaining valuable experience working with the hottest technologies such as Hadoop, HBase, and Elastic Search?|If you answered “yes” to the above questions, then you might be the perfect match to complement our Social Intelligence engineering team in our Vietnam office, working on the next generation of social analytics tools to help our customers manage their customers’ experiences.||Technologies and Environments:||•\tTomcat, IIS, and nginx|•\tLinux and Windows|•\tElasticsearch, Hadoop, HBase , Spark, Kafka, Cassandra|•\tScala, Java, C#, Python|•\tSQL Server, MariaDB||Roles and Responsibilities||•\tBuild, maintain and support searching and analytics systems and infrastructure in a big data processing environment.|•\tInstall and configure new software and perform upgrades.|•\tExpand infrastructure and improve stability and performance.|•\tMaintain and extend capabilities for monitoring and alerting systems|•\tConduct troubleshooting analysis to reduce downtime.|•\tTune and improve performance of production systems and applications.|•\tWork with the Seattle engineer team and the CloudOps team for system maintenances.", "contact": "Ms. Thanh", "address": "14th Fl, REE Tower, 9 Doan Van Bo Str., Ward 12, Dist. 4, HCMC|14th Fl, REE Tower, 9 Doan Van Bo Str., Ward 12, Dist. 4, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/8c/9713311.png", "skill": "Python, Bash/ Powershell|Trouble Shooting|Linux/ Unix", "specialize": "Required Skills & Experience||•\tA bachelor’s degree in computer science or equivalent experience|•\tThree years of working experience in Linux/Unix|•\tTwo years of experience in production support and trouble shooting|•\tProven ability to quickly learn and utilize new skills related to new technologies|•\tExcellent communication and troubleshooting skills|•\tScripting in Python, Bash or PowerShell|•\tExperience with Nagios, Ganglia, Graphite, Kibana|•\tInstallation of and writing modules/recipes for Puppet/Chef|||Desired Skills & Experience||•\tTechnical and operational leadership experience|•\tExperience in administering Hadoop/HBASE/Elasticsearch|•\tExperience with some programming languages|•\tExperience with Grafana, Jenkins||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "•\tĐược hưởng các quyền lợi về bảo hiểm (BHXH, BHYT, BHTN), nghỉ mát và đào tạo; FPT Care|•\tTham gia xây dựng những hệ thống lớn với số lượng người dùng và lượng truy cập cao|•\tLàm việc trực tiếp với data scientist (tốt nghiệp PhD in Computer Science - Đại học Quốc gia Singa", "name": "Lead/ Senior Software Engineer (java, Big Data)", "information": "Công Ty Cổ Phần Công nghệ Sen Đỏ - thành viên của tập đoàn FPT là đơn vị sở hữu sàn thương mại điện tử hàng đầu Việt Nam www.sendo.vn và www.123mua.vn||Sendo.vn là cầu nối vững chắc giữa người bán và người mua trên toàn lãnh thổ Việt Nam, giúp cho người mua và người bán đến gần với nhau hơn, đồng thời mang đến nhiều lợi ích và tiện ích cho họ khi giao dịch trên sendo.vn với Ngành hàng phong phú gồm hàng trăm ngàn sản phẩm đa dạng của hàng ngàn Shop trên toàn quốc - Giao diện thân thiện dễ dàng tìm kiếm và chọn lọc sản phẩm - Giao hàng tận nơi, tiện lợi, nhanh chóng và tiết kiệm - Mua hàng đảm bảo, an toàn và uy tín - Thanh toán bằng nhiều hình thức, bảo mật và tiện lợi.||Website: http://www.sendo.vn/", "company": "Công Ty Cổ Phần Công Nghệ Sen Đỏ", "work": "•\tThiết kế kiến trúc và phát triển các hệ thống lớn với số lượng người dùng và lượng truy cập cao cho sàn thương mại điện tử Sendo.vn:|-\tSearch engine để trả về những sản phẩm liên quan nhất với từ khóa tìm kiếm của người dùng|-\tHệ thống quảng cáo dựa trên từ khóa tìm kiếm của người dùng (dựa trên mô hình của Google AdWords, đòi hỏi khả năng chịu tải lớn và xử lí real-time)|-\tRecommender system để gợi ý sản phẩm mà người dùng có thể quan tâm, dựa trên hành vi của họ|-\tHệ thống marketing để tự động gửi personalized emails & push notifications nhằm cải thiện trải nghiệm của người dùng|•\tCải tiến performance của những hệ thống hiện có|•\tVề mặt thuật toán cho các hệ thống trên, bạn sẽ được hỗ trợ từ data scientist", "contact": "Ms. Hoài Thương", "address": "Tầng 3, tòa nhà FPT Tân Thuận, KCX Tân Thuận, Q7, TpHCM|Tầng 3, tòa nhà FPT Tân Thuận, KCX Tân Thuận, Q7, TpHCM", "logo": "http://images.vietnamworks.com/pictureofcompany/1c/10234209.jpg", "skill": "Database|Python|Java", "specialize": "•\tCó kiến thức vững về algorithms, data structures, OOP, design patterns|•\tCó kinh nghiệm với một hoặc nhiều ngôn ngữ lập trình, đặc biệt là Java, Python, Go, PHP|•\tSử dụng thành thạo databases, đặc biệt là các NoSQL databases như MongoDB, HBase|•\tThành thạo việc phát triển phần mềm trên môi trường Linux|•\tKinh nghiệm trong việc xây dựng các hệ thống có khả năng chịu tải lớn và xử lí real-time là một lợi thế lớn|•\tKinh nghiệm trong các lĩnh vực sau là một lợi thế:|-\tBig data frameworks như Hadoop|-\tSearch engines như Elasticsearch, Solr|-\tMachine learning frameworks như Mahout||Quyền lợi ứng viên:|•\tTham gia xây dựng những hệ thống lớn với số lượng người dùng và lượng truy cập cao|•\tLàm việc trực tiếp với data scientist (tốt nghiệp PhD in Computer Science - Đại học Quốc gia Singapore (NUS))|•\tMôi trường làm việc năng động và kích thích sáng tạo|•\tLương tháng 13|•\tĐược hưởng các quyền lợi về bảo hiểm (BHXH, BHYT, BHTN), nghỉ mát và đào tạo|•\tĐược hưởng chế độ bảo hiểm sức khỏe toàn diện (FPT Care)", "size": "100-499"},
{"province": "Hà Nội|Hồ Chí Minh", "wage": "13th month salary, KPI bonus - Medical insurance|Career grow to upper levels and build up your own department", "name": "Urgent! 10 Senior PHP Developers (python)", "information": "\"Aim to change people's lives by providing great experiments with Internet based services\".|This mission leads us to be the pioneer in e-sports and one of few technology companies providing e-payment & e-commerce platforms.|Some key factors about us:|- One of fastest-growing technology companies in Vietnam.|- Found 2009 and reached 1,300+ employees at the moment.|- 50+ Points of Customer Service nationwide besides 3 main offices in Hanoi, Ho Chi Minh and Danang cities.||Vietnam Esports:  DARE - DREAM - DISCOVER|www.vietnamesports.vn", "company": "Vietnam Esports", "work": "**Objectives:|- Develop the systems to meet high performance and extendibility|- Create the API to interact with other systems as well as the sub libraries||**Main tasks:|- Design software architecture, data structure|- Program the system, focusing on server-side|- Research and apply the techniques to meet user’s requirements|- Training, coaching Junior Developers", "contact": "Phòng Nhân Sự", "address": "Vietnam Esport Building, 15 Truong Dinh St., District 3, HCMC|Vietnam Esport Building, 15 Truong Dinh St., District 3, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/8d/8848362.jpg", "skill": "- MySQL and Microsoft SQL Server|Python|PHP Framework: Yii, Codeigniter", "specialize": "- At least 4 year experience in programming|- At least 2 year experience in Server Side|- Database:|• Good experience in solving performance on MySQL and designing database (<= 30 tables)|• Solid knowledge on MySQL’s mechanism|- Programming:|• Specialize in PHP|• Good knowledge about OOP and Design Patterns|• Used to involve to develop the projects by Java/ Python is an advantage|• Ability to create the library to reuse and solve the performance and security|• Ability to design and create API|• Ability to create class or coding architecture to extend and support in maintaining and developing", "size": "1.000-4.999"},
{"province": "Hồ Chí Minh", "wage": "13th salary|Traveling yearly , monthly birthday parties|Allowances & Insurance", "name": "Senior Frontend Developer", "information": "Fim Plus Digital JSC|Zone C, 1st Flr, Aviation Bld, 27B Nguyen Dinh Chieu St, W. Da Kao, Dist 1, HCMC.|A MEMBER OF GALAXY MEDIA AND ENTERTAINMENT", "company": "Fim Plus Digital Joint Stock Company", "work": "•\tWorking as a Front end Web Developer, you will help develop websites using latest technologies, cool effects…|•\tDevelop and maintenance old and new company projects|•\tCollaborate with other team members and people from different team relevant to the products.|•\tOptimization front-end feature to make sure smooth and best performance|•\tWeekly report to Team Leader", "contact": "Ms Phuong", "address": "27B Nguyen Dinh Chieu Street, W.Da Kao, Dist 1, HCMC|27B Nguyen Dinh Chieu Street, W.Da Kao, Dist 1, HCMC", "logo": "", "skill": "CSS (css2-3), HTML (html4-5)|Angularjs|Node JS", "specialize": "•\tExpert knowledge of HTML5 / CSS3, JADE / SASS, Coffee….|•\tStrong skills in JQuery, Angular JS, Backbone JS, React JS, Bootstraps,Gruntjs ...|•\tExperience working with or alongside Node JS, PHP, Python, ...|•\tExperience applying Functional and Object-Oriented styles of programming.|•\t2++ years using Javascript extensively.|•\tProficient understanding of code versioning tools: GIT (Bitbucket, Github …)|•\tAble to work independently, help other to solve some medium difficult technical issues.|•\tKnowledge and experience in graphic design for web or user experience is a strong plus.|•\tIndependent, responsible, and proactive, with the ability to learn and achieve superior results.|•\tGood communication in English||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "Premium Healthcare for you and your family|16+ days full paid leave a year|Opportunity for overseas working/training (Germany, Japan, Singapore...)", "name": "50 Embedded Software Engineers With All Level Of Experience", "information": "Robert Bosch Engineering and Business Solutions Vietnam Company Limited - RBVH||RBVH - Robert Bosch Engineering and Business Solutions Vietnam Company Limited is 100% owned subsidiary of Robert Bosch GmbH.|RBVH has started its operations from 19th October, 2010 at e-Town2 in HCMC. This engineering development center will be engaged in developing embedded systems and software, mechanical design and simulation, and will provide IT (SAP Consulting, JAVA Development….) and Business Services (Finance and accounting, Economics, Purchasing, Logistics, Translations Japanese-English-Japanese, Information Security ) solutions to the Bosch group of companies globally.|By 2016, the RBVH is expected to reach a total of about 1,100 associates.||The Bosch Group is a leading global supplier of technology and services. In 2013, its roughly 281,000 associates generated sales of 46.4 billion Euros. Since the beginning of 2013, its operations have been divided into four business sectors: Automotive Technology, Industrial Technology, Consumer Goods, and Energy and Building Technology.||The Bosch Group comprises Robert Bosch GmbH and its roughly 360 subsidiaries and regional companies in some 50 countries. If its sales and service partners are included, then Bosch is represented in roughly 150 countries. This worldwide development, manufacturing, and sales network is the foundation for further growth", "company": "Robert Bosch Engineering And Business Solutions Vietnam Company Limited", "work": "We are recruiting many different skills of embedded domain with many level of experience for plenty of projects, so just be confident and interest to apply if you match any of below requirement, we will discuss further in interview.||As an Embedded Software Engineer, you might not experience all technical skills as well as azrequirement; we’re willing to learn your working experience and expectation than consult which match you most.||Job description:|•\tAnalyze requirements, design and develop embedded software suites.|•\tResearch new technology, new method and be a pioneer in embedded Software development/Testing.|•\tAssist technical experts to implement the advanced solutions for automotive challenges.|•\tDevelop and execute unit and functional development/tests.|•\tDocument design, design changes and updates.", "contact": "Recruitment Team", "address": "Unit 11.7, e - town 2, 364 Cong Hoa street, Ward 13|Unit 11.7, e - town 2, 364 Cong Hoa street, Ward 13", "logo": "http://images.vietnamworks.com/pictureofcompany/65/7456754.png", "skill": "English|C/C++ Software Engineer|Embedded", "specialize": "Mandatory Skills:||•\tAbove 1- 7  year experience in Embedded Software|•\tStrong in C/C++ language Programming|•\tExposure to Micro-controllers or Microprocessors|•\tFamiliar and/or experience with full development process|•\tGood English language skills (Reading, Writing, Speaking and Listening)||Desirable Skills:||•\tAutosar, CAN development tools, Embedded Linux, Matlab, Simulink and Modelling.|•\tEMB linux Kernel, BSP task, scripts like Perl, Python.|•\tLinux Buildsystem, Kernel, Qt-HMI , Input/Ouput Handling via LayerManagement,|•\tYocto, Compiler, Makefiles, bitbake, package management, shell/python scripting.|•\t2D/3D graphic development, OpenGLES, Qt, OSG or other graphic frameworks, Wayland.|•\tReal Time Operating System(RTOS). Control systems. Emulators, Simulators, debugging and Test Equipment.||Candidates have on site opportunities to overseas from 3 months to 2 years, different duration needed.||Why You'll Love Working Here|**** BENEFITS AND CAREER OPPORTUNITIES:|• Work in a dynamic and fast growing global company.|• Pursue advanced career development including oversea training and working opportunity.|• Minimum 15 annual + 1 birthday leaves per year.|• Health insurance for employees and family.|• Lunch and parking allowances.|• Join in various team building and sport activities.|• 13th-month salary and annual bonus.|• Annual performance appraisal.|• Opportunities to work on-site in Germany, Japan from 6 months to 1 year.|• Other benefits will be discussed during the interview.", "size": "500-999"},
{"province": "Hồ Chí Minh", "wage": "13th Payment|Premium healthcare plan for you and your family|Innovation time off event all throughout the year", "name": "Senior Software Engineer (Java)", "information": "At Posiba, we believe in the innate human desire to make a better world. Our culture is open, forward moving, and innovative. We give people the opportunity to meaningfully contribute, be their best selves and do their best work in a fast paced, collaborative, and creative environment. This is a place where people with purpose, mastery, and internal drive are met with tremendous growth potential. Amazing relationships are forged here with evolved teammates that share a deep focus on improving the world. Posiba provides the excitement of a start-up with unparalleled coaching and training from industry-leading experts. Posiba is advancing the charitable sector through data analytics. We provide the intelligence that helps foundations, nonprofit organizations, and governments understand the impact of their work and identify opportunities to increase their effectiveness.", "company": "Posiba", "work": "- Research, define and implement new and innovative features|- Develop and integrate our custom web­based products written in Java|- Collaborate with engineers all over the world|- Work with stakeholders to discover requirements and identify core problems to be solved|- Participate in sprint planning meetings to properly scope and provide detailed estimates for proposed features|- Design, develop, test, deploy and maintain end­to­end software solutions for our analytics product|- Provide mentorship for junior software engineers||Opportunities**|- Work with a truly global highly experienced engineering team spanning 3 continents across the globe|- Excellent salary and employee benefits (high­quality health insurance, bonus programs, employee referral programs, and many more)|- Build a solid career path with clear and attractive promotion opportunities|- Receive unparalleled coaching and training from industry­leading experts", "contact": "Emily Anderson", "address": "Melinh Point Tower, 2 Ngo Duc Ke, Q.1, HCMC|Melinh Point Tower, 2 Ngo Duc Ke, Q.1, HCMC", "logo": "http://images.vietnamworks.com/pictureofcompany/cc/10146268.jpg", "skill": "English Advanced Level|Software Engineer - Java|HTML CSS Javascript", "specialize": "Must have:|- 3+ years experience in Java and related technologies (e.g. Spring MVC, Hibernate)|- Solid knowledge and understanding of HTML, CSS, JavaScript, AJAX, JSON and web interface development|- Knowledge of unit testing (tools, best practices)|- Excellent interpersonal and communication skills|- Excellent written and verbal English skills|- Highly interested in product development|- Willingness to learn new tool||Nice to have:|- Working knowledge on scripting language, Python|- Experience with big data, data visualization|- Ability to multi task and work across multiple projects|- Demonstrated experience with SQL and NoSQL|- Understanding of scalable web applications (caching, clustering, cloud computing, etc.)|- Multitier architecture, design pattern||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "Year end bonus and paid training|Extra healthcare & accident insurance|Team building trips every year and opportunity to work in Singapore", "name": "Web Developer ( Good Salary + Cool Office )", "information": "Construct Digital is a fast growing specialist digital agency that works with global brands across the Asian region. With offices in central Singapore and Jakarta, we are now expanding into Vietnam and look forward to having dynamic talents join our team at the Dreamplex in Ho Chi Minh City.", "company": "Construct Digital", "work": "OK first things first: Who are we, and why would you love to work with us?||- We are Construct Digital, one of the fastest growing digital specialists in Singapore.|- We are a bunch of cool guys – those you want to befriend with, not just work with. We crack jokes 100x more often than leaving bugs.|- Our Vietnam office is located at Dreamplex, the coolest co-working space in HCMC right now. Just Google and see it yourself.|- We have free cold beer every two weeks where you can drink beer (duh) and meet up with them geeks from Google, Microsoft, Nokia etc.|- We have team building trips every year. Just beginning of this year we spent a week in Bangkok. Next year’s plan is still open for discussion – what’s your suggestion again?|- Who said games? We have games! We play Candy Cr… erm, FIFA 16. And we have a game room just for that.|- We use MacBook Pro. Great tools build great products. And great developers use great tools, of course.", "contact": "Mr. An", "address": "Ho Chi Minh City, District 1|Ho Chi Minh City, District 1", "logo": "http://images.vietnamworks.com/pictureofcompany/e2/10086522.png", "skill": "Wordpress, PHP Framework|Php, Javascript, Css3|Web Developer", "specialize": "And we are in serious need of some decent full stack web developers to join us and turn our Vietnam presence into pure awesomeness. Consider yourself one if you can understand and execute the following:||1. Take a PSD or AI file from the creative (read: design) team and turn it into a HTML page that looks exactly the same on all modern browsers.|2. Add some JavaScript and CSS3 to create fancy, smooth animations. Oh, you prefer CoffeeScript and SASS/LESS? Awesome.|3. Design a database using pen and paper. Or MySQL Workbench, your call.|4. Init a Git repository and checkout an instance of Laravel, or CodeIgniter, or Kohana, or Cake, or Yii, or WordPress, or whatever PHP framework you're most familiar with.|5. Start implementing the CRUD functions using ORM, with full support for REST.|6. Integrate the server-side code with the templates done in step 2.|7. SSH into the server and create a new web application powered by Apache and proxied by nginx.|8. Deploy the application in step 6.|9. Test, fix, report, collaborate, test, and fix again.|10. Help yourself a cup of coffee.||Here are a few things that should set you apart from the others:||- Ability to do the ten steps above in multiple ways|- Ability to code in Sublime Text instead of Dreamweaver|- Knowledge in Python and server-side JavaScript|- Ability to turn your code into a piece of art|- An endless hate for bad web products|||Are you the one? Please send us your resume in English with your answer to this question:||\"We intentionally made at least two technical mistakes in the ten steps above - what are they?\"||||", "size": "25-99"},
{"province": "Hồ Chí Minh", "wage": "Attractive Pay|flexible working environment", "name": "Software Developer", "information": "Vscale is a global company that delivers essential technology to help businesses improve productivity and achieve operational efficiency by embracing cloud and mobile apps while doing away with hefty upfront investments and high operation cost traditionally associated with complex business-critical IT systems.Delivered as an over the cloud service, Vscale’s suite of integrated business apps brings together the multiple silos of critical business functional applications (Email, Customer Relationship Management, Enterprise Resource Planning, Accounting, Human Resource, Project Resource Management), combining it natively into a single platform; we call this “Cloud Fusion”.||Vscale Cloud Fusion® is a \"Always-On / Always-Connect\" platform built on a \"Self-Replicating\" data store that exist coherently across multiple geographical locations and is a key enabler of Vscale's Fusion BRM, Fusion Mail, Fusion Name & Fusion Web apps.", "company": "Apparent Labs Pte Ltd", "work": "Mô tả công việc|Số lượng: 3 người|Mức lương: $300 - $600|Thời gian làm việc: 8h – 18h, nghỉ trưa 2 tiếng. Chỉ cần đảm bảo hoàn thành công việc được giao, không yêu cầu về thời gian cố định|Môi trường: có thể đến văn phòng hoặc làm tại nhà. Họp 1 lần/tuần|Công việc:|Thiết kế và phát triển các dịch vụ ERP và CRM dựa trên Open source Odoo.|Yêu cầu|Học vấn và kinh nghiệm:|Tốt nghiệp các trường đại học hoặc cao đẳng chuyên ngành CNTT|Có ít nhất 1 năm kinh nghiệm phát triển sản phẩm với Python (ưu tiên), Perl, Ruby, Java hoặc PHP. Được training về Python và Odoo trong 2 tháng.|Kỹ năng công nghệ:|Hiểu biết cơ bản về PostgreSQL, MySQL, Apache, Linux|Hiểu biết cơ bản về Python|Hiểu biết cơ bản về XML|Hiểu biết cơ bản về các công nghệ web front-end (HTML, CSS, JAVASCRIPT,...)|Hiểu biết cơ bản về các phần mềm quản lý code (Git, SVN, ...)|Kỹ năng khác:|Khả năng làm việc độc lập cũng như làm việc nhóm tốt|Khả năng tự tìm hiểu và học hỏi tốt|Thái độ chuyên nghiệp trong công việc|Sáng tạo và cầu tiến|Sử dụng tiếng Anh tốt là một lợi thế|---------------|Job description|Number of vacancies: 3|Monthly salary range: $300$ - $600$ GROSS|Working period: from 8h to 18h, 2 hours of lunch break. Time is your choice, we only concern about results.|Working place: can be at your home or at the office. One meeting per week.|Job contents: Develop ERP and CRM services based on Odoo|Requires|Education and experiences:|Bachelor degree in Information Technology|Have at least one year in practical development with Python (prefer), Perl, Ruby, Java or PHP. You will be trained with Python and Odoo in 2 months|IT skills:|Basic knowledge of PostgreSQL, MySQL, Apache, Linux|Basic knowledge of Python|Basic knowledge of XML|Basic knowledge of web front-end technologies (ex. HTML, CSS, JAVASCRIPT, etc.)|Basic knowledge of revision control systems (ex. Git, SVN, etc.)|Other skills:|Good at working independently as well as in a team|Good at researching. Be self-motivated about learning new technologies|Good at English reading and writing skills|Active attitude|||Advance your career, click \"apply\" below!", "contact": "Hung", "address": "HCM City|HCM City", "logo": "http://images.vietnamworks.com/pictureofcompany/d4/10194011.png", "skill": "Android - iOS|Ruby|Python", "specialize": "Yêu cầu|Học vấn và kinh nghiệm:|Tốt nghiệp các trường đại học hoặc cao đẳng chuyên ngành CNTT|Có ít nhất 1 năm kinh nghiệm phát triển sản phẩm với Python (ưu tiên), Perl, Ruby, Java hoặc PHP. Được training về Python và Odoo trong 2 tháng.|Kỹ năng công nghệ:|Hiểu biết cơ bản về PostgreSQL, MySQL, Apache, Linux|Hiểu biết cơ bản về Python|Hiểu biết cơ bản về XML|Hiểu biết cơ bản về các công nghệ web front-end (HTML, CSS, JAVASCRIPT,...)|Hiểu biết cơ bản về các phần mềm quản lý code (Git, SVN, ...)|Kỹ năng khác:|Khả năng làm việc độc lập cũng như làm việc nhóm tốt|Khả năng tự tìm hiểu và học hỏi tốt|Thái độ chuyên nghiệp trong công việc|Sáng tạo và cầu tiến|Sử dụng tiếng Anh tốt là một lợi thế|---------------|Requires|Education and experiences:|Bachelor degree in Information Technology|Have at least one year in practical development with Python (prefer), Perl, Ruby, Java or PHP. You will be trained with Python and Odoo in 2 months|IT skills:|Basic knowledge of PostgreSQL, MySQL, Apache, Linux|Basic knowledge of Python|Basic knowledge of XML|Basic knowledge of web front-end technologies (ex. HTML, CSS, JAVASCRIPT, etc.)|Basic knowledge of revision control systems (ex. Git, SVN, etc.)|Other skills:|Good at working independently as well as in a team|Good at researching. Be self-motivated about learning new technologies|Good at English reading and writing skills|Active attitude||||", "size": "Ít hơn 10"},
{"province": "Hà Nội", "wage": "Thưởng tháng, quý theo năng suất lao động|1 năm có 2 đợt nghỉ /du lịch: nghỉ mát hè và teambuilding mùa đông|Trợ cấp ăn trưa, gửi xe miễn phí, nghỉ phép và BHXH theo quy định của Nhà nước", "name": "Lập Trình Server Nodejs", "information": "Tọa lạc ngay tại trung tâm thành phố Hà Nội, công ty có trụ sở chính tại số 98 Hoàng Ngân, phường Trung Hòa, quận Cầu Giấy, vị trí địa lý này đặc biệt thuận lợi cho sự phát triển nhanh chóng và bền vững.|Là một doanh nghiệp trẻ được thành lập ngày 29/03/2010 nhưng Thủ Đô multimedia tự hào là một công ty có tốc độ tăng trưởng cao, một đội ngũ lãnh đạo và nhân viên xuất sắc.|Chúng tôi tự hào là đối tác chiến lược và là nhà phân phối của nhiều công ty, tập đoàn lớn: Mobifone, Vinaphone, Viettel, Vietnammobile, Tinh Van telecom, Mwork, VCCorporation, Appota, MBOX, Go.vn, Sohagame.|Mong muốn của công ty là đưa sản phẩm của người Việt ra với thế giới, đưa tri thức của người Việt ra với bạn bè năm châu. Lần đầu tiên sản phẩm của Thủ Đô multimedia có mặt trong top ứng dụng miễn phí được yêu thích trên tất cả các nền tảng: iOS, Android, RIM, Java, Windows Phone. Đặc biệt công ty đang đi tiên phong khi có ứng dụng/Game trên nền tảng Windows phone.|Lần lượt các sản phẩm đầu tay của công ty được phát hành đến công chúng:|- iOnline phủ sóng toàn quốc: màu sắc ấm áp, đậm chất dân gian kết hợp với tính trí tuệ của từng Game trong mỗi lần đối mặt, đã đưa iOnline lên ngôi vị đầu bảng ở làng game di động.|- Cập nhật nhanh và liên tục nhất những tin tức nóng hổi của đời sống trong và ngoài nước. Ứng dụng iBet đưa ra những thông tin mang tính chính xác, đa chiều về mọi mặt của cuộc sống: Thời sự, văn hóa, giáo dục, tuổi trẻ, tình yêu…|- Với những ai đã từng đam mê trò chơi chiến thuật thời gian thực thì giờ đây sẽ có thêm Hạm đội – game chiến thuật khoa học viễn tưởng thời gian thực đầu tiên chơi trên wap tại VN.|- Có muôn vàn cách để theo dõi nhịp đập của trái bóng tròn, nhưng ứng dụng Bongda plus-phiên bản cài đặt trên di động là một trải nghiệm lạ và đặc biệt. Hãy để Bongda plus dẫn lối bạn đến với những trận cầu đỉnh cao và hấp dẫn nhất trên khắp các châu lục.|- Được xây dựng với mục tiêu trở thành siêu thị game mobile lớn nhất VN, cổng Game Gviet hiện đang quy tụ số lượng game cực khủng với hàng ngàn game mới nhất, hot nhất và được cập nhật liên tục hàng ngày.|Trong khoảng thời gian 3 năm ( kể từ tháng 3/2010) công ty đã có hơn 10 triệu lượt người download sản phẩm và trở thành công ty có cộng đồng người dùng các sản phẩm Game/application lớn tại Việt Nam.|Với mong muốn xây dựng một công ty có dịch vụ giá trị gia tăng trên điện thoại di động chuyên sâu, chúng tôi đang nỗ lực phấn đấu, khao khát cùng nhau làm ra sản phẩm đẳng cấp.|Là một công ty công nghệ, Thủ Đô multimedia xác định giá trị con người là cốt lõi. Chúng tôi tự hào là nơi hội tụ đội ngũ kỹ thuật mạnh và giàu kinh nghiệm trên các nền tảng: : iOS, Android, RIM, Java, Windows Phone,  những người đầy ắp đam mê và được đào tạo chuyên sâu Công nghệ thông tin.|Đi cùng đội ngũ kỹ thuật giàu kinh nghiệm là các bộ phận Nội dung, Sale, Marketing, Dịch vụ khách hàng, kế toán, hành chính nhân sự.|Thủ đô sở hữu một đội ngũ lãnh đạo và nhân viên rất trẻ. 94% trong độ tuổi 20-25. Trong vòng hơn 3 năm, kể từ khi công ty thành lập, với số lượng nhân viên ban đầu chỉ có 5, giờ đã tăng lên 16 lần như một minh chính cho nội lực và sự bứt phá vượt bậc của Thủ Đô.|Với quan điểm “ Con người là nền tảng để phát triển công ty và tạo ra lợi nhuận”, Thủ Đô multimedia cam kết đem lại cho bạn một môi trường làm việc trẻ trung, thân thiện, năng động, sáng tạo, cạnh tranh với chế độ đãi ngộ hấp dẫn và cơ hội thăng tiến trong sự nghiệp. Ngoài lương, thưởng hấp dẫn công ty còn có những hoạt động dã ngoại và nội khối thú vị, ý nghĩa.|Đến hẹn lại lên, cứ mỗi tháng, CBCNV của Thủ Đô đã không còn lạ lẫm với những bữa tiệc nhỏ mừng sinh nhật chung cho các thành viên sinh trong tháng. Đây cũng là dịp để tất cả các thành viên tụ họp, quây quần bên nhau với những câu chuyện bất tận sau giây phút tập trung làm việc căng thẳng.|Gala dinner cuối năm được tổ chức với mục đích đem không khí Tết ấm cúng, sum vầy cho tất cả CBCNV công ty. Đây chính là điểm tạm dừng để mỗi thành viên nhìn lại thành quả của chính mình và của khối đại đoàn kết Thủ Đô, để phấn đấu cho những bước tiến mới cao hơn, xa hơn.|Ngoài các hoạt động nội khối tháng, năm như trên, công ty còn tổ chức mỗi năm cho toàn bộ CBCNV đi chơi xa 1 chuyến và sau một đến hai quý lại tổ chức Teambuilding dã ngoại nhằm xây dựng tinh thần tập thể, gắn kết từng cá nhân trong công ty thành một khối đoàn kết vững mạnh nhất.|Với xu  hướng bùng nổ công nghệ hiện nay, đặc biệt là công nghệ trên mobile ngày càng phát triển cho thấy tương lai của hình thức kinh doanh dịch vụ giá trị gia tăng trên điện thoại di động (mobile VAS) ngày càng phát triển cho thấy tương lai của mobile VAS còn tiến xa hơn nữa. Song song với sự phát triển đó, Thủ Đô multimedia không ngừng cải thiện công nghệ và đưa ra những sản phẩm hoàn thiện đến cho người tiêu dùng bằng sức sáng tạo và lòng nhiệt huyết của mình.", "company": "Công Ty Cổ Phần Truyền Thông Đa Phương Tiện Thủ Đô", "work": "•\tTham gia xây dựng hệ thống server game, app|•\tXây dựng các hệ thống back-end service|•\tAPI cho các hệ thống khác kết nối", "contact": "Ms Hồng Dự", "address": "Số 98 Hoàng Ngân, Trung Hòa, Cầu Giấy, Hà Nội|Số 98 Hoàng Ngân, Trung Hòa, Cầu Giấy, Hà Nội", "logo": "http://images.vietnamworks.com/pictureofcompany/f0/10089120.png", "skill": "Python|PHP|Javascript", "specialize": "•\tTốt nghiệp ĐH các trường chuyên về CNTT như: ĐH Bách Khoa, ĐH Công Nghệ|•\tSử dụng thành thạo ít nhất 1 trong 3 ngôn ngữ: Javascript, PHP, Python|•\tCó khả năng tuy duy tốt về Toán và Lập trình|Ưu tiên:|•\tỨng viên học chuyên toán, tin khi học phổ thông|•\tỨng viên đã lập trình server và có sản phẩm demo|•\tỨng viên đã làm việc với nodejs|•\tHiểu biết về NoSQL, performance, unit testing là 1 lợi thế||* Lương, thưởng, đãi ngộ:|- Mức lương cao, cạnh tranh, một năm được nhận 18 – 22 tháng lương|- Thưởng lương năng suất theo tháng, thưởng lương mềm theo quý, năm|- Thưởng ngày lễ, tết, thành lập Công ty|- Thưởng nóng các ý tưởng xuất sắc|- 2 tuần làm một thứ 7, nghỉ CN và các ngày lễ theo quy định, làm việc 7.5h/ngày|- Du lịch 2 lần/ năm|- Đóng BHXH, BHYT, BHTN, khám sức khỏe định kỳ hàng năm|- Hỗ trợ vay tiêu dùng cá nhân|Cơ sở vật chất:|- Môi trường làm việc hiện đại, năng động|- Được trang bị các thiết bị hiện đại để làm việc và thử nghiệm: máy tính, điện thoại…|- Biết Node JS|- Hệ quản trị dữ liệu: My sql, redis, mongo|- Từng làm việc với môi trường: TCP/IP||Hồ sơ ứng tuyển được viết bằng tiếng Việt hoặc tiếng Anh và tiêu đề ghi rõ vị trí ứng tuyển, gửi qua VietnamWorks. Mọi thắc mắc xin liên hệ: Ms Hồng Dự – Phòng Nhân sự. Công ty truyền thông Đa phương tiện Thủ Đô, 98 Hoàng Ngân, Trung Hòa, Cầu Giấy, Hà Nội.|Hạn nộp hồ sơ: 31/01/2016||Sô lượng cần tuyển: 3 người", "size": "25-99"},
{"province": "Hà Nội|Hồ Chí Minh|Quốc tế", "wage": "Ngoài lương cứng trên còn có lương mềm hàng tháng + Thưởng ngày lễ, theo quy định chung của Công ty.|Nhân sự đi làm tại Nhật: Được Trợ cấp đi lại, trợ cấp nhà ở, trợ cấp làm việc|Có cơ hội hưởng quyền mua cổ phiếu ưu đãi theo Chính sách của Công ty;", "name": "04 Kỹ Sư Cầu Nối (BrSE) ( Làm Việc Tại Nhật Bản, Hà Nội, Hồ Chí Minh, Đà Nẵng )", "information": "Là một đơn vị thành viên của Tinhvan Group được thành lập năm 2006, Công ty Cổ phần Xuất khẩu Phần mềm Tinh Vân (Tinhvan Outsourcing - TVO) đã từng bước gây dựng vị trí của mình trong ngành gia công và xuất khẩu phần mềm (PM) Việt Nam với những kinh nghiệm chuyên sâu trong việc triển khai các dự án gia công PM thuộc nhiều lĩnh vực khác nhau, dựa trên nhiều nền tảng công nghệ khác nhau. Sau nhiều năm hoạt động và với sự đầu tư quyết liệt, các dự án tại Trung tâm được triển khai dựa trên các chuẩn quốc tế trong quản lý chất lượng và quản trị dự án như ISO 9001, ISO 27001 và CMMi Level 3. Do đó, với Tinhvan Outsourcing, đối tác và khách hàng đến từ nhiều nước như Mỹ, Đức, Singapore, Nhật đã và đang có niềm tin bền vững vào kết quả thành công của 95% số dự án.||Tinhvan Outsourcing mang đến cho khách hàng dịch vụ phát triển, gia công phần mềm hoàn hảo từ hỗ trợ, tư vấn, bảo trì đến phát triển các ứng dụng, phần mềm một cách toàn diện. Các sản phẩm và giải pháp do Công ty Cổ phần Xuất khẩu phần mềm Tinh Vân triển khai được đảm bảo mức độ an toàn cao, có khả năng mở rộng, mang lại sự hài lòng về chất lượng và thỏa mãn về tiết kiệm chi phí.||Kế thừa thế mạnh về nguồn nhân lực cũng như nền tảng công nghệ của Tinhvan Group, Tinhvan Outsourcing khẳng định là sự lựa chọn tối ưu đối với những khách hàng quốc tế có nhu cầu phát triển và gia công các dự án phần mềm và CNTT tại Việt Nam.|Do nhu cầu dự án Tinhvan Outsourcing đang cần tuyển dụng nhiều vị trí ở Hà Nội và Chi nhánh Hồ Chí Minh và Văn phòng Đà Nẵng chi tiết mời các bạn xem trên website hoặc facebook công ty:|<Website công ty: http://tvo.vn/Hoặc http://tinhvan.com/|Fanpage tuyển dụng: https://www.facebook.com/pages/Tuy%E1%BB%83n-d%E1%BB%A5ng-Software-TVO/378406349015348?ref=bookmarks>", "company": "Công Ty Cổ Phần Xuất Khẩu Phần Mềm Tinh Vân_tinhvan Outsourcing", "work": "-\tCần 01 BrSE làm việc tại Tokyo Nhật Bản ít nhất 1 năm, 01 BrSE làm tại Hà Nội, 01 làm tại HCM, 01 tại Đà Nẵng.|-\tLà cầu nối giữa khách hàng Nhật Bản và đội dự án offshore ở Việt Nam.|-\tLàm việc trực tiếp với khách hàng Nhật: giao tiếp, thương lượng, phân tích các yêu cầu của dự án phần mềm... và truyền đạt cho đội dự án ở Việt Nam.|-\tKiểm soát tiến độ thực hiện dự án, phối hợp với khách hàng và PM dự án trong việc quản lý dự án|-\tCó thể đồng thời lập kế hoạch, theo dõi tiến độ dự án, quyết định hướng phát triển của dự án, và thiết kế hệ thống|-\tNgày bắt đầu đi làm có thể thỏa thuận.", "contact": "Ms.Phuong", "address": "Tầng 8 khách sạn Thể thao, Làng sinh viên Hacinco, Thanh Xuân Hà Nội|Tầng 8 khách sạn Thể thao, Làng sinh viên Hacinco, Thanh Xuân Hà Nội", "logo": "http://images.vietnamworks.com/pictureofcompany/fc/7633397.jpg", "skill": "Java, .Net Application, BrSE|Tiếng Nhật N2|Php, Ruby", "specialize": "-\tCó kinh nghiệm lập trình một trong các ngôn ngữ:|o\tJava, .Net Application , Embedded về Android / Mobile / IOS, Carnavi…|o\tWeb App: PHP, Ruby, Python…|o\tDataBase: Oracle, MySQL, MongoDB…|-\t  Trình độ tiếng Nhật tương đương 2-kyu/N2, có khả năng giao tiếp tốt bằng tiếng Nhật trong công việc (sử dụng tốt cả tiếng Anh là lợi thế);|-\tĐã có kinh nghiệm đảm nhận vai trò BrSE ít nhất từ 2 năm trở lên, hiểu rõ thiết kế và hướng dẫn đội dự án làm việc.|-\tHiểu quy trình quản lý dự án phần mềm.|-\tKhả năng đọc hiểu yêu cầu tốt, Chịu được áp lực công việc|-\tCó kinh nghiệm làm việc với khách hàng Nhật hoặc đã đi onsite tại Nhật là một lợi thế.|Có định hướng gắn bó lâu dài với công việc và công ty.||** Quyền lợi:|-\tThu nhập cạnh tranh thỏa thuận tùy theo năng lực và địa điểm làm việc, upto đến 3.000$|-\tNgoài lương cứng trên còn có lương mềm hàng tháng + Thưởng ngày lễ, theo quy định chung của Công ty.|-\tNhân sự đi làm tại Nhật: Được Trợ cấp đi lại, trợ cấp nhà ở, trợ cấp làm việc ngoài giờ trong thời gian ở Nhật  Bản|-\tHưởng chính sách xét lương 2 lần/ năm và đột xuất nếu hoàn thành xuất sắc nhiệm vụ;|-\tCó cơ hội được hưởng các chế độ đãi ngộ đặc biệt theo chính sách Nhân sự Key của Tinhvan Group;|-\tCó cơ hội hưởng quyền mua cổ phiếu ưu đãi theo Chính sách của Công ty;|-\tCó cơ hội trở thành “Gương mặt xuất sắc” hay “Minh Tinh” tiêu biểu của Công ty nếu hoàn thành xuất sắc nhiệm vụ;|-\tHưởng đầy đủ các chính sách và chế độ như: BHYT, BHXH, BHTN,.. theo đúng quy định của Bộ Luật Lao động và của Công ty;||Hồ sơ dự tuyển gồm:|Gửi Cv vào email, ghi rõ  vị trí dự tuyển, điện thoại và địa chỉ liên hệ, trình độ chuyên môn và quá trình làm việc, ảnh 4x6;|Địa chỉ nộp hồ sơ:   Công ty Cô phần XK phần mềm Tinh Vân|Tầng 8 khách sạn Thể thao, Làng sinh viên Hacinco, Thanh Xuân Hà Nội||||(JapanWorks)|n02level, n01level|151211, 151212, 151213", "size": "100-499"},
{"province": "Hà Nội", "wage": "Thu nhập cạnh tranh, thưởng theo hiệu quả công việc|Được du lịch nghỉ mát hàng năm, tham gia team building, tiệc sinh nhật, tổng kết công ty|Các chế độ BHXH, BHYT, BHTN theo quy định, cùng nhiều chế độ phúc lợi khác của công ty", "name": "Kỹ Sư Machine Learning", "information": "Công ty Cổ phần VCCorp (Http://vccorp.vn) là một trong những đối tác chiến lược của Quỹ đầu tư mạo hiểm IDG; Intel Capita... các sản phẩm của chúng tôi có độ phủ sóng mạnh trên hầu hết các lĩnh vực về công nghệ và internet như: thương mại điện tử (Muachung.vn, Rongbay.com, Enbac.com, Muare.vn..) quảng cáo trực truyến (Admicro), online media (kenh14.vn, cafeF.vn, cafeBiz.vn, afamily.vn, Soha.vn, GenK.vn...), mobile content, social media, game online (Sohagame.vn)…||Trên 90% lượng người dùng Internet tại Việt Nam sử dụng sản phẩm của VC Corp mỗi ngày đã khẳng định sự phong phú và đa dạng về sản phẩm và lĩnh vực mà không phải công ty công nghệ nào cũng đạt được. Hiểu được những giá trị to lớn mà internet mang lại cho cuộc sống con người hiện nay, VCCorp trong nhiều năm qua đã không ngừng nỗ lực và phát triển sáng tạo cho cộng đồng những tiện ích trong việc giao lưu kết bạn, mua sắm, thanh toán trực tuyến, giải trí, tra cứu, tìm kiếm thông tin v…v…. Sứ mệnh của chúng tôi không chỉ là tạo những sản phẩm đi đầu xu thế, đứng đầu thị trường mà còn là tạo ra những sản phẩm thực sự có giá trị cộng đồng nói riêng và cả xã hội nói chung. Điều đó là niềm vinh dự cũng như trách nhiệm nặng nề của chúng tôi khi góp phần mang tới những giá trị tinh thần tích cực cho cộng đồng.||Với niềm tin mãnh liệt đó, cùng sức trẻ của hàng trăm, hàng ngàn nhân viên, chúng tôi đã và đang sáng tạo không ngừng nghỉ để xây dựng nền tảng công nghệ và hệ sinh thái lớn nhất tại ViệtNam. Không dừng lại ở đó, trong tương lai VCCorp sẽ tiếp tục cải tiến không ngừng các sản phẩm của mình, tối ưu hóa các công cụ mà internet mang lại cũng như khai thác những giá trị tốt đẹp nhất từ đó để phục vụ lợi ích cộng đồng Việt Nam.", "company": "Công Ty Cổ Phần Vccorp (VC Corporation)", "work": "Giới thiệu: để phục vụ cho dự án Search Engine, chúng tôi cần tuyển kỹ sư Machine learning.|Số lượng: 10|Mô tả công việc:|-\tLập trình phát triển theo yêu cầu của dự án.|-\tBáo cáo công việc định kỳ cho trưởng nhóm.|hóm.", "contact": "BP Tuyển dụng", "address": "Tầng 17,19, 20, 21 Tòa nhà Center Building, Số 01 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội|Tầng 17,19, 20, 21 Tòa nhà Center Building, Số 01 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội", "logo": "http://images.vietnamworks.com/pictureofcompany/dd/10167362.jpg", "skill": "Thuật Toán|Python|Java", "specialize": "-\tĐã tốt nghiệp đại học hoặc tương đương liên quan đến CNTT.|-\tSử dụng thành thạo một trong các ngôn ngữ như: Java, Python.|-\tKhả năng tư duy, học hỏi nhanh.|-\tCó kinh nghiệm làm việc trong các bài toán ứng dụng các thuật toán học máy: có giám sát, không giám sát, bán giám sát.|-\tCó kinh nghiệm làm việc với các hệ thống trí tuệ nhân tạo, recommendation engine.|-\tCó kinh nghiệm làm việc trên các nền tảng dữ liệu lớn như Hadoop/Spark/Cassandra/Mahout là một lợi thế.|-\tCó khả năng nghiên cứu, phát triển sâu thuật toán.|-\tKỹ năng đọc/viết tài liệu kỹ thuật bằng tiếng Anh.", "size": "1.000-4.999"},
{"province": "Hà Nội", "wage": "-\tĐược ký HĐLĐ dài hạn và tham gia các chế độ BHXH, BHYT, BHTN theo quy định của Luật lao động.|-\tCơ hội thăng tiến trong chuyên môn, nghề nghiệp …|-\tCơ hội được đào tạo ngắn hạn và dài hạn trong và ngoài nước.", "name": "20 Kỹ Sư Phát Triển Phần Mềm", "information": "VNPT Technology là đơn vị thành viên của Tập đoàn Bưu chính Viễn thông Việt Nam VNPT, được thành lập tháng 01/2011 với số vốn điều lệ là 500 tỷ, trong đó VNPT chiếm cổ phần chi phối, hoạt động chủ yếu trong lĩnh vực Viễn thông, Công nghệ thông tin và truyền thông.|Công ty được thành lập dựa trên nền tảng kinh nghiệm trong quản lý, phát triển phần mềm,  sản xuất công nghiệp, triển khai các hệ thống mạng viễn thông, nghiên cứu phát triển xây dựng các sản phẩm và giải pháp viễn thông của hai liên doanh của VNPT với Alcatel từ năm 1993 và với Siemens từ năm 1994, VNPT Technology có sứ mệnh trở thành doanh nghiệp hàng đầu tại Việt Nam cũng như trong khu vực trong các lĩnh vực như sản xuất công nghiệp, cung cấp công nghệ, giải pháp, thiết bị trong lĩnh vực viễn thông và công nghệ thông tin.|VNPT Technology và các đơn vị thành viên hiện có hơn 700 lao động trong đó có hơn 200 cán bộ làm việc trong lĩnh vực nghiên cứu phát triển. Đến nay, sau hơn 4 năm đi vào hoạt động, VNPT Technology đã tự nghiên cứu phát triển thành công hoàn toàn một số sản phẩm công nghệ, làm chủ cả về phần cứng và phần mềm, đã sản xuất hàng loạt hoàn toàn trên dây chuyền hiện đại tại nhà máy của VNPT Technology và đưa ra thị trường, được khách hàng đánh giá cao các sản phẩm công nghệ Smartphone thế hệ mới, Set Top Box các loại, ADSL Modem, GPON ONT, Wifi Access point …||2.\tCác đơn vị thành viên của VNPT Technology bao gồm:|\tCông ty TNHH thiết bị viễn thông ANSV, tiền thân là công ty liên doanh giữa VNPT và Alcatel-Lucent. Trụ sở chính: số 124 Hoàng Quốc Việt, Cầu giấy, Hà Nội.|\tCông ty TNHH cung cấp giải pháp dịch vụ giá trị gia tăng. Trụ sở chính: số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội.|\tCông ty TNHH sản xuất thiết bị viễn thông Teleq, tiền thân là công ty liên doanh giữa VNPT và Nokia-Siemens. Trụ sở chính: Huyện Dĩ An, Bình Dương.|\tCông ty VNPT Technology IPO Hong Kong. Trụ sở chính: số 18/F, King’s Commercial Centre, 25 King’s Road, Tin Hau, Hong Kong.||3.\tĐịa chỉ công ty:|\tKhu công nghiệp công nghệ cao I, khu công nghệ cao Hòa Lạc, Thạch Thất, Hà Nội.|\tVăn phòng điều hành: số 124, Hoàng Quốc Việt, Cầu Giấy, Hà Nội.|\tNhà máy điện tử số 1: số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội.|\tNhà máy điện tử số 2: Khu công nghiệp công nghệ cao I, khu công nghệ cao Hòa Lạc, Thạch Thất, Hà Nội (dự kiến năm 2016)|\tVăn phòng đại diện:|•\tTại Hà Nội: Tầng 20 tòa nhà VNPT, 57 Huỳnh Thúc Kháng, Đống Đa, Hà Nội|•\tTại TPHCM: Tầng 8 tòa nhà Waseco, số 10 Phổ Quang, Tân Bình, TP.HCM.", "company": "Công Ty Cổ Phần Công Nghệ Công Nghiệp Bưu Chính Viễn Thông (VNPT Technology)", "work": "•\tNghiên cứu công nghệ và công cụ phát triển phần mềm|•\tChuẩn bị môi trường phát triển phần mềm|•\tXác định yêu cầu và thiết kế|•\tLập trình và kiểm thử module (Unit-test)|•\tTích hợp và kiểm tra tích hợp|•\tXử lý lỗi trong quá trình kiểm thử||Quyền lợi được hưởng:||•\tĐược ký HĐLĐ dài hạn và tham gia các chế độ BHXH, BHYT, BHTN theo quy định của Luật lao động.|•\tCơ hội thăng tiến trong chuyên môn, nghề nghiệp …|•\tCơ hội được đào tạo ngắn hạn và dài hạn trong và ngoài nước.|•\tCơ hội được đào tạo thạc sỹ, tiến sỹ kỹ thuật, quản trị kinh doanh.|•\tMôi trường làm việc thân thiện, năng động, sáng tạo, khuyến khích phát triển cá nhân.|•\tTham gia các đợt team-building, Galadinner do Công ty tổ chức, phát triển kỹ năng mềm, tạo cơ hội giao lưu, học hỏi, gắn kết tập thể lao động.|•\tChế độ lương thưởng hấp dẫn, có cơ hội tăng lương từ 1 đến 2 lần/năm. Thưởng theo kết quả sản xuất kinh doanh 1/5, 2/9, tháng lương 13, Tết…|•\tChế độ bảo hiểm xã hội, bảo hiểm kết hợp con người, tai nạn 24/24.|•\tChế độ thăm quan nghỉ mát hằng năm.|•\tChế độ phúc lợi khác theo quy định của Công ty (thăm hỏi sinh nhật, đám cưới, thai sản…).|•\tKhám sức khỏe định kỳ hằng năm.|•\tPhục vụ ăn trưa miễn phí tại căng tin, khu cafeteria hiện đại.Tốt nghiệp đại học chính quy, chuyên ngành CNTT hoặc ĐTVT.", "contact": "Mrs. Phạm Thái Linh", "address": "Số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội|Số 124 Hoàng Quốc Việt, Cầu Giấy, Hà Nội", "logo": "http://images.vietnamworks.com/pictureofcompany/07/10211294.png", "skill": "Scrum, Uml, Test Driven Development|CSDL Mysql, Oracle, MS SQL|.NET, Java, Php, Perl, Python", "specialize": "•\tKinh nghiệm tối thiểu 1 năm tại vị trí lập trình viên, sử dụng một trong các ngôn ngữ lập trình: .NET, Java, PHP, Perl, Python|•\tSử dụng được tiếng Anh trong công việc (nghe, nói, viết).||Kỹ năng mềm:||•\tKhả năng làm việc nhóm, giao tiếp, tổng hợp thông tin, báo cáo.|•\tTrung thực, có tinh thần trách nhiệm cao, khả năng chịu áp lực công việc tốt.||Ưu tiên:|•\tLàm việc trên các open framework.|•       Lập trình với các CSDL MySQL, Oracle, MS SQL. Có thể thiết kế CSDL.|•\tKinh nghiệm về Scrum, UML, Test Driven Development.|•\tCó kinh nghiệm làm việc với các đối tác nước ngoài, hoặc làm trong lĩnh vực viễn thông.|Hồ sơ yêu cầu ban đầu bao gồm:||Bản photo hoặc scan, file mềm các giấy tờ sau:||•\tCV (bắt buộc điền theo mẫu của Công ty, tải link)|http://www.mediafire.com/download/jec884mbzbc194u/Mau+thong+tin+ung+vien+VNPT+Tech.doc|•\tCác văn bằng chứng chỉ như: Bằng tốt nghiệp đại học hoặc cao hơn, ngoại ngữ vi tính, và các chứng chỉ đào tạo khác nếu có…|•\tĐơn xin việc (01 bản tiếng việt + 01 bản tiếng Anh) trong đó nêu rõ mức Lương mong muốn được nhận.|•\tẢnh 4x6cm (Chụp trong vòng 06 tháng – nếu có)|Hạn nộp hồ sơ:\tKhông giới hạn  - (Trực tuyến và trực tiếp)|Hình thức nộp hồ sơ:||Vị trí ứng tuyển:||1.\tYêu cầu bắt buộc khi nộp hồ sơ trực tiếp:  mặt ngoài Hồ sơ yêu cầu ghi rõ:|“ SSDC - Ứng tuyển vị trí Kỹ sư phát triển phần mềm”|2.\t Yêu cầu bắt buộc khi nộp hồ sơ trực tuyến:|Subject:  “ SSDC - Ứng tuyển vị trí Kỹ sư phát triển phần mềm”||Ứng viên quan tâm có thể đến nộp hồ sơ trực tiếp hoặc gửi qua đường Bưu điện theo địa chỉ: Trung tâm Giải pháp và Phát triển Phần mềm, Công ty VNPT||Ứng viên nộp HS qua email note rõ:|“ SSDC - Ứng tuyển vị trí Kỹ sư phát triển phần mềm”||||", "size": "100-499"}]